[
  {
    "doc_id": "marketing_study",
    "chunk_id": 0,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "명확한 마케팅 목표 설정은 모든 마케팅 활동의 방향성을 제시하고, 자원의 효율적인 배분을 가능하게 합니다. 목표 없이는 노력의 성과를 측정하거나 개선 방향을 찾기 어렵습니다. 목표는 SMART(Specific, Measurable, Achievable, Relevant, Time-bound) 원칙에 따라 구체적이고 측정 가능하며, 달성 가능하고, 관련성이 있으며, 시간 제약이 있어야 합니다. 예를 들어, 단순히 '매출 증대'보다는 '다음 분기까지 특정 제품군 온라인 매출 15% 증가'와 같이 구체적인 목표를 설정해야 합니다. 기업의 전반적인 비전과 전략에 부합하는 마케팅 목표를 설정함으로써, 모든 부서가 동일한 방향으로 나아가는 시너지를 창출할 수 있습니다. 목표 설정은 팀원들에게 동기를 부여하고, 책임감을 고취시켜 업무 효율성을 높이는 데 기여합니다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 1,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "타겟 고객 분석은 마케팅 메시지가 올바른 대상에게 도달하도록 보장하고, 마케팅 자원의 낭비를 줄이는 데 필수적입니다. 고객의 니즈와 행동을 이해하는 것이 성공의 첫걸음입니다. 인구통계학적 정보(연령, 성별, 소득, 직업 등), 심리통계학적 정보(가치관, 라이프스타일, 성격 등), 행동 데이터(구매 이력, 웹사이트 방문 패턴 등)를 종합적으로 분석해야 합니다. 고객 페르소나를 구축하여 가상의 이상적인 고객을 설정하고, 그들의 일상과 문제점, 니즈 등을 깊이 이해함으로써 더욱 공감 가는 마케팅 전략을 수립할 수 있습니다. 설문조사, 인터뷰, 포커스 그룹 토론(FGD), 소셜 미디어 청취 등을 통해 고객 데이터를 수집하고 분석할 수 있습니다. 고객 여정 맵(Customer Journey Map)을 통해 고객이 제품이나 서비스를 인지하고 구매하기까지의 모든 접점을 시각화하여, 각 단계에서 고객 경험을 최적화할 방안을 모색해야 합니다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 2,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "경쟁사 분석은 시장 내 자사의 위치를 객관적으로 파악하고, 경쟁 우위를 확보하기 위한 전략적 통찰력을 제공합니다. 경쟁사의 강점과 약점을 파악하여 자사의 기회와 위협 요소를 식별할 수 있습니다. 직접 경쟁사와 간접 경쟁사를 모두 파악하고, 이들의 제품/서비스, 가격 전략, 마케팅 활동, 유통 채널, 고객 서비스 등을 다각적으로 분석해야 합니다. 경쟁사의 온라인 존재감(웹사이트 트래픽, 소셜 미디어 활동, 검색 엔진 순위 등)을 분석하고, 이들의 강점과 약점을 파악하여 자사의 디지털 마케팅 전략에 반영해야 합니다. SWOT 분석(강점, 약점, 기회, 위협)을 활용하여 자사와 경쟁사를 비교하고, 자사의 차별화된 경쟁 우위 요소를 발굴하는 데 집중해야 합니다. 경쟁사의 성공적인 마케팅 캠페인을 벤치마킹하거나, 실패 사례를 통해 교훈을 얻어 자사의 전략에 반영할 수 있습니다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 3,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "마케팅 믹스는 제품(Product), 가격(Price), 유통(Place), 프로모션(Promotion)의 네 가지 핵심 요소를 의미하며, 이들을 조화롭게 조합하여 시장에서 성공적인 포지셔닝을 하는 것이 중요합니다. 제품 (Product): 고객의 니즈를 충족시키고 문제를 해결할 수 있는 가치 있는 제품이나 서비스를 개발해야 합니다. 제품의 기능, 디자인, 품질, 브랜드명, 포장, 서비스 등을 고려합니다. 가격 (Price): 제품이나 서비스의 가치를 반영하고 타겟 고객이 기꺼이 지불할 수 있는 합리적인 가격을 설정해야 합니다. 생산 비용, 경쟁사 가격, 시장 수요, 고객 인식 등을 종합적으로 고려합니다. 유통 (Place): 제품이나 서비스가 타겟 고객에게 가장 효과적으로 전달될 수 있는 채널을 선택해야 합니다. 온라인 스토어, 오프라인 매장, 도매상, 소매상 등 다양한 유통 경로를 고려합니다. 프로모션 (Promotion): 제품이나 서비스의 가치를 타겟 고객에게 알리고 구매를 유도하기 위한 모든 활동을 포함합니다. 광고, 홍보, 판매 촉진, 인적 판매, 디지털 마케팅 등이 있습니다. 4P 요소들은 서로 긴밀하게 연결되어 있어, 하나의 요소 변경이 다른 요소에 영향을 미치므로, 통합적인 관점에서 전략을 수립해야 합니다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 4,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "디지털 마케팅은 온라인 채널을 활용하여 제품이나 서비스를 홍보하고 판매하는 전략으로, 현대 마케팅에서 가장 중요한 요소 중 하나입니다. 검색 엔진 최적화 (SEO): 웹사이트가 검색 엔진 결과 페이지(SERP)에서 높은 순위를 차지하도록 최적화하여 유기적인 트래픽을 증가시키는 전략입니다. 키워드 연구, 온페이지/오프페이지 SEO, 기술 SEO 등을 포함합니다. 소셜 미디어 마케팅: 페이스북, 인스타그램, 유튜브, 틱톡 등 다양한 소셜 미디어 플랫폼을 활용하여 브랜드 인지도를 높이고 고객과 소통하며 참여를 유도하는 전략입니다. 콘텐츠 마케팅: 가치 있고 관련성 높은 콘텐츠(블로그 게시물, 비디오, 인포그래픽, 전자책 등)를 생성하고 배포하여 타겟 고객을 유치하고 참여를 유도하며 궁극적으로 수익성 있는 고객 행동을 이끌어내는 전략입니다. 이메일 마케팅: 잠재 고객 또는 기존 고객에게 이메일을 보내 관계를 구축하고 제품/서비스 정보를 제공하며 구매를 유도하는 효과적인 마케팅 채널입니다. 개인화된 메시지와 세분화된 리스트 관리가 중요합니다. 유료 광고 (Paid Ads): 구글 애즈, 소셜 미디어 광고 등 유료 플랫폼을 통해 타겟 고객에게 광고를 노출시키는 전략입니다. 정확한 타겟팅과 예산 관리가 중요합니다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 5,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "마케팅 성과 측정 및 분석은 마케팅 활동의 효과를 객관적으로 평가하고, 향후 전략 개선을 위한 데이터 기반의 의사결정을 돕습니다. 주요 성과 지표(KPI)를 설정하고 지속적으로 모니터링해야 합니다. 예를 들어, 웹사이트 트래픽, 전환율, 고객 획득 비용(CAC), 고객 생애 가치(LTV), 광고 수익률(ROAS) 등이 있습니다. 구글 애널리틱스, 소셜 미디어 인사이트, CRM 시스템 등 다양한 분석 도구를 활용하여 데이터를 수집하고 분석합니다. 정기적인 보고서 작성을 통해 마케팅 활동의 진행 상황과 성과를 공유하고, 개선이 필요한 영역을 식별해야 합니다. A/B 테스트를 통해 다양한 마케팅 메시지, 디자인, 전략의 효과를 비교하고, 가장 효율적인 방안을 찾아 적용함으로써 지속적인 최적화를 추구해야 합니다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 6,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "경영학은 기업에 초점을 맞추며, 기업 운영 방향과 전략 수립, 자금 흐름 관리, 운영 자금 조달, 인재 선발 및 제조 과정 관리 등 다양한 분야를 포함한다. 마케팅은 시장에서 제품이 고객에게 좋은 반응을 얻어 잘 팔릴 수 있도록 하는 역할을 맡고 있으며, 소비자와 관련된 모든 활동을 통해 기업의 고객가치를 극대화한다. 마케팅은 고객, 동반자 및 사회를 위한 가치 있는 제공물을 창조, 유지, 관리하며 고객만족이라는 세부 목표를 통해 기업의 이윤 극대화를 추구한다. 고객가치를 극대화함으로써 기업의 이윤 극대화에 기여하는 활동들이 마케팅에 포함된다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 7,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "현대 마케팅 실무에서는 다양한 캐릭터 협업과 팝업스토어가 활용되고 있다. 소비자 행동, 계량 마케팅 및 마케팅 전략은 심리학, 경제학, 통계학과 연결된 학문 분과이다. 빅데이터와 마케팅의 연결을 통해 데이터 주도적 기법이 도입되고, 시장 및 고객 행동을 예측한다. 마케팅 애널리틱스는 감성 분석, 구매 패턴 분석, 고객 이탈 예측 등 고객 행동을 분석하고 예측하는 다양한 방법을 제공한다. 데이터 주도적 환경 변화에 따라 경험 기반의 전략도 데이터와 최신 정보통신(IT) 기술을 활용하여 진화하고 있다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 8,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "마케팅적 사고의 발전 과정은 미시마케팅적 접근과 거시마케팅적 접근을 포함한다. 초기에는 기업 중심의 생산지향적 사고로 시작해, 제품의 원가 절감과 유통 효율성 개선에 중점을 두며 수요가 공급을 초과하는 상황에 대응하였다. 1930년대에는 판매지향적 사고가 주류를 이루었으며, 판매 기술 개선에 집중하고, 소비자의 욕구와 선호를 간과했다. 1950년대에는 고객의 욕구를 이해하고 반응하는 마케팅 지향적 사고로 발전하였으며, 모든 기업 조직의 활동을 고객 욕구에 맞추어 통합하였다. 최근에는 고객과의 교환 관계에서 최상의 가치를 제공하기 위한 시장지향적 사고로 더욱 발전되었다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 9,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "영업은 매출의 극대화를 통해 이윤 창출을 목표로 하는 판매자 관점이다. 마케팅은 고객 만족을 통해 이윤 창출을 목표로 하는 고객 관점이다. 판매/영업은 마케팅 내에 포함되는 영역이며, 마케팅은 판매 전후 활동을 모두 포함하는 더 큰 의미를 가진다. 마케팅의 시작점은 고객이며, 소비자 욕구 파악과 고객 관리 등을 통해 재구매를 유도하는 평생 고객을 확보한다. 판매는 일회성 거래에 초점을 두지만, 마케팅은 팔릴 수 있는 제품을 만들어 소비자에게 선보이는 활동을 포함한다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 10,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "4Ps 전략은 제품, 가격, 유통, 프로모션으로 구성되며, 마케팅 활동은 이를 기반으로 이루어진다. STP 전략은 시장세분화, 표적 시장 선정, 포지셔닝을 포함하며, 고객 관계 관리(CRM)와 통합되어 효과적인 마케팅을 가능하게 한다. B2C, B2B, B2B2C 등 다양한 유형의 마케팅은 거래 상대에 따라 구분되며, 각각 최종 소비자, 기업 또는 기업 간 거래를 겨냥한 마케팅이다. 고객기반 마케팅과 고객몰이 마케팅은 각각 고객의 니즈와 새로운 기능에 대응하며, 각기 다른 마케팅 전략을 필요로 한다. 온라인 및 오프라인 마케팅은 물리적 공간과 사이버 공간에서 각각 이루어지며, 두 채널의 시너지 효과를 극대화해야 한다는 필요성이 높아졌다. 5."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 11,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "마케팅 활동은 판매와 구매에 따라 구분되며, 판매 전과 후의 활동으로 구별된다. 4Ps 전략에는 제품, 가격, 유통, 프로모션이 포함된다. STP 전략은 시장세분화(Segmentation), 표적 시장 선정(Targeting), 포지셔닝(Positioning) 으로 구성된다. CRM은 고객 관계를 관리하는 Customer Relationship Management이다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 12,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "B2C 마케팅은 소비자를 대상으로 하며, 최종 소비자를 목표로 실행되는 마케팅이다. B2B 마케팅은 산업재 마케팅으로, 최종 소비자가 아닌 사업자(기업)를 대상으로 하는 마케팅이다. B2B2C 마케팅은 기업 간 거래와 기업과 소비자 간 거래를 결합시킨 형태로 실행되는 마케팅이다. 제품 마케팅은 유형의 상품을 대상으로 하며, 구체적인 제품을 마케팅한다. 서비스 마케팅은 무형성을 가진 상품을 대상으로 하며, 형체가 없는 서비스의 특성과 연관되어 구분된다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 13,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "고객기반 마케팅은 고객의 니즈, 원함, 욕망 등 고객이 중요하게 느끼는 가치에 근거한 마케팅 전략이다. 고객몰이 마케팅은 시장에서 고객이 요구하지 않은 새로운 기능이나 특징의 제품을 만들어 판매하는 적극적이고 공격적인 마케팅 전략이다. 오프라인 마케팅은 물리적 공간 내에서 이루어지는 마케팅이며, 온라인 마케팅은 사이버 공간에서 이루어지는 마케팅으로 디지털 마케팅이라 불린다. 두 가지 마케팅은 온오프 시너지 효과를 극대화할 수 있는 전략이 요구되고 있다. 사회적 마케팅(CSR; CSV)는 자선, 기부, 사회봉사 활동을 통해 기업의 사회적 책임을 실천하며 긍정적인 이미지를 구축하는 마케팅이며, 비영리 마케팅은 영리를 목적하지 않는 마케팅이다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 14,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "갈증, 피로, 허기 등의 근본적인 측면에서의 니즈는 불안과 같은 불편한 상태를 벗어나기 위한 구체적인 방안에 대한 바램으로 나타난다. 필요를 충족시켜 주는 구체적인 대상을 지향할 때, 필요는 욕구로 활성화된다. 제품은 형체가 있는 것, 서비스는 형체가 없는 것으로 고객의 필요와 욕구를 충족시키는 수단이다. 이벤트, 경험, 인물, 장소, 재산, 조직, 정보 및 아이디어 등은 고객의 필요와 욕구를 충족시킬 수 있다면 모두 마케팅의 대상이 될 수 있다. 금융업에서는 제품보다는 서비스를 제공하는 측면이 있다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 15,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "고객가치는 특정 대안을 선택할 때 발생하는 비용과 대안에서 얻게 되는 편익과의 차이나 비율로 계산되며, 고객가치의 3요소는 품질, 서비스, 가격이다. 소비자는 제품을 구입하기 전 기대했던 성능보다 실제 성능이 더 좋은 경우 만족하게 되어, 기대 성과와 실제 지각 성과에 대한 비교와 판단을 통해 만족을 결정한다. 마케팅 관리의 가장 근본적인 임무는 표적 시장에서 원하는 반응을 유도하는 것이며, 이를 위해 기획, 조직, 그리고 통제하는 일련의 마케팅 활동을 수행한다. 마케팅 전략 수립은 마케팅 믹스(Mix)와 마케팅 프로그램 개발을 포함하며, STP와 4P는 마케터가 통제할 수 있는 전술적인 도구들의 집합이다. 고객가치는 소비자 필요와 욕구 충족 과정에서 매우 중요한 요소로 작용하며, 마케팅 관리 및 전략 수립의 핵심을 구성한다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 16,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "마케팅은 소비자가 원하는 필요와 욕구를 파악하여 만족시키는 활동임 소비자 행동의 이해는 마케팅의 출발점이자 핵심임 효과적인 마케팅전략 수립에 필수적임 소비자의 구매 행동은 복잡하고 다양한 형태로 나타남 하나의 통일된 이론으로 설명하기 어려움 소비자의 구매 행동이 다양한 이유는 다음과 같음 개인의 취향, 구매 동기가 다름 관련 지식과 경험이 다름 경제 여건, 문화 배경 등이 다름 구매 시 무의식에서의 의사결정 규칙이 모두 다름 소비자 행동은 단순한 외적 행동뿐만 아니라 심리 과정, 소비자 간 관계까지 포함하는 개념임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 17,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "소비자 행동이해를 위해 다음과 같은 핵심 질문에 답해야 함 소비자의 구매의사결정 과정은 어떻게 이루어져 있는가? 이러한 구매의사결정 과정에서 어떤 요인이 소비자 행동에 영향을 미치는가? 소비자들의 고유한 개인적 특성들은 무엇이고, 특성들은 소비자 행동에 어떤 영향을 미치는가?"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 18,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "SOR 모형은 자극(Stimulus)-유기체(Organism)-반응 (Response)이 특징이다. 외부 자극이 유기체를 거쳐 반응으로 나타난다. CAB 모형은 생각(Cognition)-감정(Affect)-행동 (Behavior)이 특징으로 소비자 구매 행동의 기본 모형이다. 효과의 위계 모형은 구매 의사결정 과정에서 거치게 되는 일련의 심리적 단계를 나타내는 모형으로 래비지와 스타이너가 제시했다. AIDA 모형은 인지(Attention)-흥미(Interest)-욕망(Desire)-행동(Action)이 특징으로 광고에 의한 소비자 구매행동 모델 중 가장 초기 모형이다. AISAS 모형은 인지(Attention)-흥미(Interest)-검색 (Search)-행동(Action)-공유(Share)가 특징으로 디지털 채널 발달로 현재 소비자 구매행동을 가장 잘 반영했다. AISAS 모형 특징은 소비자가 관심을 보이면 검색하는 단계가 추가된다. 검색 시 보는 광고, 콘텐츠, 후기 등을 통해 구매가 이루어진다. AISAS 모형 순환 구조 특징은 구매 후 공유한 후기가 다시 검색 시 활용되는 순환 구조를 가지며, 후기가 다른 소비자의 정보 탐색에 영향을 미친다."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 19,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "소비자 행동을 분석하기 위해서는 단일 학문적 관점이 아닌, 여러 학문을 종합적으로 고려하여 분석해야 함 이를 행동과학적 분석 방법이라 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 20,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "소비자 구매 의사결정과정은 다음과 같은 5단계로 이루어짐 문제 인식: 니즈 또는 욕구 발생 단계임 현재 상황과 바람직한 상태 간의 차이를 지각함 이 인식이 구매 의사결정과정의 동기가 됨 문제 인식이 행동으로 이어지기 위해서는 다음 조건이 필요함 인식된 문제가 중요해야 함 문제 해결 수단이 경제적으로나 시간상 가능해야 함 정보 탐색: 인식된 욕구를 충족시켜 줄 수 있는 제품이나 서비스를 탐색함 시장에서 목적물에 대한 의사결정을 용이하게 하기 위한 활동임 정신적, 신체적으로 정보를 수집하고 처리함 정보 탐색에는 다음과 같은 두 가지 유형이 있음 외적 탐색: 외적 정보 원천(시장, 광고 등)에서 정보를 탐색함 내적 탐색: 자신의 기억 속 정보를 인출해 사용함 내적 탐색 정보가 적절하거나 충분치 않을 때 외부 탐색을 실시함 정보 탐색정도는 환경적, 심리적 영향을 받음 대안 평가: 탐색된 여러 대안들을 후보로 두고 각 대안을 평가함 소비자의 욕구에 맞도록 대안이 평가되고 선택되는 단계임 선호도가 형성되는 단계임  이 단계에서도 환경 요인 및 심리적 요인이 영향을 미침 구매: 가장 높은 점수를 얻은 대안을 선택함 대안 평가과정에서 가장 좋은 평가를 받은 브랜드를 실제로 구매하는 행동이 발생함 높은 태도가 형성된 상품이라도 품절 등 현실적 제약으로 구매가 이루어지지 못할 수 있음 최종 구매 단계의 장애물을 제거해주는 것이 중요함 오프라인에서는 진열, 선반 위치, 포장, 가격 등이 비계획적 구매를 일으키기도 함 온라인에서는 다른 사람의 구매 행동에 의해 우발적 구매가 발생하기도 함 구매 후 행동: 소비 중/후 평가 단계임 제품을 구매해서 소비하거나 사용한 후 자신의 선택에 대해 평가함 구매 후 만족, 불만족에 따라 구전(Word-Of-Mouth; WOM)이 발생할 수 있음 마케터는 소비자가 만족하는 경우 긍정적인 구전을 마케팅수단으로 활용할 수 있음 소비자가 불만족하는 경우 부정적인 신념 형성, 새로운 정보 탐색, 불만 표현 가능성이 있어 관리가 요구됨 구매 후 행동은 충성도 또는 이탈로 이어짐"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 21,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "관여도는 소비자가 특정 대상이나 의사결정 문제에 부여하는 중요도, 관심도, 자아 관련성을 의미함 소비자가 의사결정에 얼마나 많은 노력을 들이는지에 영향을 주는 변수임 고관여 상황은 자신이 더 많은 관심을 가지고 중요하게 생각하며 자아 관련성이 높다고 느끼는 상황임 저관여 상황은 크게 관심이나 중요성을 느끼지 않으며 자아 관련성이 크게 높지 않다고 느끼는 상황임 소비자 의사결정 방식 유형은 관여도와 대안들 간 차이를 명확히 구분할 수 있는지에 따라 달라짐"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 22,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "복잡한 구매 행동: 고관여 상황에서 소비자가 대안들 간 차이를 명확히 식별할 수 있는 능력(능력이 있음을 의미함) 이 있는 경우의 구매 행동 유형임 관여도와 지각된 위험이 높은 상황에서의 의사결정임 소비자는 정보 수집, 분석, 평가에 많은 시간과 노력을 투입하여 가장 높은 가치를 제공하는 대안을 선택함 \"인지-태도-행동\"의 단계를 거치며 의사결정함 문제 인식, 정보 탐색, 대안 평가, 구매, 구매 후 행동의 5단계를 거침 인지부조화 감소 구매 행동: 인지부조화는 새로 받아들인 정보가 기존 신념과 일치하지 않을 때 느끼는 심리적 불편함임 구매 행동 맥락에서는 자신이 선택한 상품이 최선의 대안이 아니었음을 알게 되었을 때 느끼는 불편한 감정을 의미함 자신의 선택이 가져올 결과를 예측하여 구매 후 인지부조화발생 가능성이 가장 낮은 대안을  선택하는 행동 유형임 후회할 가능성이 가장 낮고 안전한 대안을 선택하는 의사결정 방식임 대부분 극단적이지 않고 평범한 대안, 타인이 많이 구매하는 대안을 선택함 구매 후에도 자신의 선택에 대한 정당성이 되는 근거를 찾으려 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 23,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "다양성 추구 구매 행동: 과거에 구매해 보지 않았던 새로운 브랜드를 구매하거나 다양한 브랜드를 번갈아 구매하는 행태임 이는 습관적 구매행동이나 복잡한 구매 행동과는 다른 새로운 유형임 시장에 새롭게 진입한 브랜드의 경우 해당 구매 행동 유발이 유리할 수 있음 다양성 추구구매 행동의 원인은 다음과 같음 새로움, 자극을 좋아하는 사람 특성 한계 효용 체감 법칙으로 인한 새로운 자극 추구 위험 추구 성향의 소비자에게 매력적인 대안 의사결정 과정 시 인지적 오류로 인한 타 대안의 매력성 습관적 구매 행동: 저관여 상황에서 나타나며 인지적 노력이 최소화된 상태에서 기존에 구매하던 브랜드를 반복 구매하는 것을 의미함 새로운 정보를 처리하여 태도를 형성하는 단계를 생략함 기존에 형성되어 있는 기억 속 태도 정보를 활용해 의사결정을 내림 이전 구매에서 만족했거나 브랜드 전환의 필요성을 느끼지 못하는 소비자들이 채택함 특별한 자극이 제시되지 않는 한 인간은 과거 행동을 반복하는 경향이 있음 한 번 구매된 브랜드는 이후 재구매 가능성이 높음 소비자 행동의 이러한 관성은 높은 시장 점유율 브랜드에게 유리함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 24,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "소비자 구매 의사결정에는 다양한 사회·문화적 요인이 영향을 미침 문화: 사회 구성원으로서 인간이 획득하는 지식, 신념, 예술, 도덕, 법률, 관습 및 기타 재능, 습관 등을 포함하는 복합체임 사회계층: 유사한 가치관, 흥미, 라이프스타일과 행동 패턴을 지닌 비교적 영속적이고 동질적인 집단임 준거집단: 개인이 자신의 판단, 신념, 행동을 결정하는 데 기준으로 사용하는 집단임 태도나 행동을 평가하기 위한 기준점을 제공함 가족: 혈연, 결혼 또는 입양 관계를 통해 사는 2인 이상의 집단임 가족생활주기, 가족구성원의 나이, 가족수, 가장의 노동 유무로 결정됨"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 25,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "소비자 구매 의사결정에는 다양한 심리적 요인이 영향을 미침 지각: 외부 자극이 인체 내부에 들어와 개인의 욕구, 기대, 가치 등과 결부되어 그 사람 나름의 의미 있는 해석을 하는 것임 소비자의 지각과정은 노출, 주의, 이해로 이루어짐 선택적 지각이 발생함 학습: 경험이나 정보 처리에 의해 신념이나 행동에 변화가 일어나는 것을 의미함 확증 편향: 새로운 정보를 자신의 기존 신념과 일치하는 방향으로 해석하고 받아들이는 성향임 동기: 목표를 향해 행동의 방향을 지시, 촉진, 가속화하도록 하는 내적 상태임 매슬로의 욕구계층설: 생리적 욕구, 안전적 욕구, 사회적 욕구, 자존의 욕구, 자아실현의 욕구 순서로 나타남 라이프 스타일: 사회 전체 또는 일부 계층의 특정적인 생활 양식임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 26,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "성공적인 브랜드가 되기 위해서는 지속적이고 체계적인 마케팅관리가 필요함 고객 선호가 자주 바뀌고 경쟁적인 시장 상황에도 15년 이상 선두 위치를 점유하는 브랜드는 다양한 요소들이 조화롭게 조정된 결과임 마케팅관리의 주요 과업은 다음과 같음 신제품 도입: 신규 고객 확보를 위한 시장 진입 전략임 기존 제품 유지: 기존 고객 유지를 위한 강화/유지 전략임 성공적인 브랜드가 되기 위해서는 효과적인 신제품 시장 진입 전략과 기존 제품을 지속적으로 강화하는 전략이 모두 필요함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 27,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "신제품 도입 및 기존 제품 강화를 위한 마케팅계획 수립은 4단계로 이루어짐"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 28,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "상기 환경 변화가 4P 전략에 미치는 영향 평가가 포함됨 상기 환경 변화가 고객 욕구에 미치는 영향 평가가 포함됨 시장 환경 변화를 이해하고 고객의 욕구와 기업의 마케팅전략에 미치는 영향을 파악함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 29,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "새로운 고객 욕구가 무엇인지 정확히 파악하고, 욕구에 근거하여 시장을 세분화함 여러 세분 시장 중 마케팅활동을 집중할 표적 시장을 결정함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 30,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "선정된 표적 고객들의 욕구 정보에 기반하여 마케팅목표를 설정함  제품의 개념적 특성을 전달하고 구매 행위를 원활하게 하기 위한 목표를 설정함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 31,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "마케팅목표 달성을 위해 사용 가능한 전략 수단들에 대한 설정 및 통합적 추진 계획을 수립함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 32,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "계획 수립의 제 1단계는 환경 변화 파악과 그 영향 평가임 환경 변화는 직간접적으로 발생함 환경 변화는 파문 효과를 통해 다른 환경 변화를 유발하고 소비자 욕구 변화, 거래 방식에 영향을 미침 예시: 여성 사회 참여 증대는 시간 절약형 제품 선호를 유발함 예시: 여권 운동 증대는 주방 식기세척기 수요를 유발함 환경 변화의 영향에 대한 평가가 필요함 환경 변화에 의한 마케팅기회는 특정 환경 변화, 기업의 사명, 기업의 강약점 간 상호 관계에 따라 결정됨 기업의 내부 환경(조직 부서)도 새로운 마케팅기회에 부합하고 상호 보완적인 활동을 할 수 있어야 함 효율적인 환경 관리를 위해서는 각 환경 변화뿐 아니라 환경(내부, 외부, 과업 환경) 간 상호 관계에 주의를 기울여야 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 33,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "계획 수립의 제 2단계는 표적 시장 확인임 시장 세분화 (고객 욕구 세분화): 전체 시장을 기업이 제공하는 마케팅믹스에 유사하게 반응할 동질적 고객 집단으로 나누는 과정임 고객들은 환경 변화에 의해 다양한 욕구 변화를 일으킬 수 있음 욕구 충족 방법, 시기, 장소 등에서 현저한 차이를 보임 과업 환경 변화에 의해 새로운 고객 욕구는 언제든지 나타날 수 있으며 새로운 고객 집단을 창출, 분류할 수 있음 세분 시장 분석: 각 세분 시장의 크기, 성장성, 상대적 경쟁력, 기업의 목표와 자원, 접근 용이성 등을 분석하여 표적 시장을 선정하는 과정임 욕구가 발생한 다수의 세분 시장 중에서 한 개 혹은 여러 개의 세분 시장을 표적으로 선정할 수 있음 이는 개별 기업별 분석 기준과 결과에 기인함 표적 시장 선정: 여러 세분 시장 중에서 경쟁 제품보다 고객 욕구를 더 잘 충족시킬 수 있는, 자사에게 가장 유리한 세분 시장을 선정하는 과정임 표적 시장 선정 전략에는 다음과 같은 세 가지 유형이 있음 비차별화 전략: 고객들의 욕구나 특성이 동질적이어서 전체 고객을 대상으로 함 집중화 전략: 목표 달성에 가장 적합한 하나 혹은 소수의 세분 시장을 대상으로 함  차별화 전략: 기업 목표에 부합하는 다수의 세분 시장을 대상으로 하며 세분 시장별 차별적인 마케팅활동을 수행함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 34,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "계획 수립의 제 3단계는 마케팅목표 설정임 선정된 표적 고객들의 욕구 정보에 기반하여 제품의 개념적 특성을 전달하고 구매 행위를 원활하게 하기 위한 목표를 설정함 개념 전달 활동: 제품이 어떻게 고객 욕구를 충족시켜 줄지에 대한 의미를 전달하는 과정임 구매 전환 활동: 개념 전달 활동을 통해 기업 제품이 욕구 및 선호를 충족시킬 수 있다고 지각한 고객들에게 거래 과정에서 최소한의 노력으로 구매할 수 있도록 하는 과정임 구매 전환 활동에서는 구매 장애 요소 제거가 중요함 (장소, 시간, 소유, 지각, 기능적 장애) 마케팅목표에는 두 활동의 달성 목표가 분명하게 명시되어야 함 (예: 인지도) 마케팅목표 설정상의 문제점은 다음과 같음 기존 방식의 예상 매출액, 시장 점유율은 마케팅목표가 아님 목표 달성을 위한 지침을 제공하지 못함: \"매출을 10% 증가시킨다\"는 목표는 전략 실행 결과이며 전략 방향을 제시하지 않음 마케팅계획 실행과 개발에 대한 지침을 제공하기 위해서는 제품 개념 전달 및 구매 전환 유도를 위한 목표 제시가 필요함 통제의 범위를 넘는 목표가 됨: 판매/시장 점유율은 전사적 활동 결과이며 마케팅관리자만의 책임이 아님"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 35,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "계획 수립의 제 4단계는 마케팅믹스 설계임 개념 전달 활동과 구매 전환 활동 목표를 수행하기 위한 마케팅전략임 두 목표 수행을 위한 4개의 마케팅전략 수단(4P)을 이용하는 단계임 제품(Product) 촉진(Promotion) 유통 경로(Place; Distribution Channel) 가격(Pricing) 개념 전달 활동과 구매 전환 활동은 상호 보완적인 작용을 하지만 개념 전달 활동이 우선적 역할을 함 일관성과 보완성의 원리: 제품 개념 전달 시 마케팅믹스 요소들은 제품 개념을 반영하는 일관성과 고객들에게 제품 개념을 분명, 신속하게 전달할 상호 보완성을 가져야 함 구매 전환 활동을 위해 마케팅믹스는 거래 장애 제거(일관성)와 서로 지원(보완성)될 때 시너지 효과를 발생시킴"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 36,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "기존 제품 강화/유지 전략은 기존 고객들에게 제품의 우월성과 신뢰성을 높이면서 안정적인 유대 관계를 이루어 자기적인 고객 관계를 유지하는 것임 환경 분석 후 마케팅믹스 개선을 통해 변화된 경쟁 환경 속에서 제품 경쟁력을 높여 줌 기존 제품 강화/유지 전략의 효과는 다음과 같음 재구매 빈도를 높임 호의적인 구전을 통해 잠재 고객을 실 구매 고객으로 전환함 고객 스스로 주변 사람들의 구매를 이끄는 역할을 수행함 이는 기존 고객-신규 고객의 선순환 구축으로 이어져 기업은 적은 비용으로 많은 신규 고객 확보와 함께 지속적인 성장을 이룰 수 있음"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 37,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "현대카드는 2001년 현대차 그룹 인수 이래 2003년까지 6000억 원이 넘는 적자를 기록하던 부실 기업이었음 2003년 [현대카드M] 성공에 힘입어 2005년 흑자 전환에 성공함 2017년 1월 국내 카드사 브랜드 평판 조사 4위를 달성함 사업 초기 1.8%였던 시장 점유율을 2021년 기준 17.0%로 끌어올리며 업계 3위를 달성함 슈퍼 콘서트, 슈퍼 매치, 컬처 프로젝트 등 문화 마케팅진행을 통해 고객의 '문화' 속에 자리 잡는 브랜딩에 성공함 계획 수립의 제 1단계: 환경 변화 파악과 영향 평가 2003년 당시 신용카드 산업은 성숙기에 접어들었음 경기 침체와 더불어 카드 대금 연체 및 신용 불량자가 급증하며 산업 규모와 성장률이 현저히 줄어들었음 고객의 재발급 신청 접수가 가장 많은 가두 판매에 대한 정부의 엄격한 제재가 있었음 당시 기존 경쟁 카드사들은 상품 개발이나 브랜딩보다 가입 고객 수 증가를 위한 카드사 인지도에 따른 마케팅활동을 가속화하던 시점이었음"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 38,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "계획 수립의 제 2단계: 표적 시장 확인. 현대카드가 주목한 소비자들의 니즈는 '세분화된 포인트 제도'였음 인지도 기반 기존 카드사들의 마케팅전략은 고객 니즈 충족에 역부족이었음 고객들은 자신에게 맞지 않는 포인트 제도에 불만족하고 있었음 정부의 가두 판매 금지로 온라인 채널을 통한 신규 고객 유치가 중요해졌음 젊은 소비자층은 다양한 라이프 스타일로 세분화되고 있었음. 현대카드는 고객의 다양한 니즈를 충족하는, 라이프스타일별로 세분화된 포인트 제도와 혁신적이고 세련된 이미지를 통해 점유율을 늘리고자 함. (표적 시장 선정) 계획 수립의 제 3단계: 마케팅 목표 설정.  개념 전달 활동 목표: '당신이 원하는 모든 혜택이 여기에'라는 메시지로 포인트 제도, 할인, 제휴 서비스 등 소비자가 중점적으로 원하는 혜택을 받을 수 있는 카드라는 개념을 전달함 이는 '세분화된 니즈에 부합하는 카드'라는 개념 전달임 구매 전환 활동 목표: 다음과 같은 구매 장애 요인을 제거하고자 함 온라인 채널 강화: 시간 및 공간상의 장애 요인 제거 개별 상품의 브랜드 인지도 정립: 지각적 장애 요인 제거 기존 경쟁사와의 차별: 자신만의 니즈에 집중된 서비스를 저렴한 금리로 제공받을 수 없었던 기존 경쟁사와의 차별을 통해 소유 및 기능적 장애 요인 제거"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 39,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "현대카드는 마케팅 믹스를 효과적으로 활용하여 다양한 마케팅 전략을 전개했음. 제품 측면에서는 다양한 혜택을 강조하기 위해 'Multiful의 M' 전략을 사용했고, '회사명+상품명' 형태의 하위 브랜드(예: 현대카드M)를 강조했음. 알파벳을 모티브로 한 카드 상품을 연속적으로 출시하면서 상품 구성을 다양화했음. 포인트 제도도 강화했는데, 포인트 양을 늘리고 현대자동차 및 GE 소비자 금융과 제휴를 확대했음. 촉진 활동으로는 카드 크기가 작다는 점을 강조하는 광고를 진행했고, 스포츠, 공연, 이벤트 등 고객의 라이프스타일에 맞춘 스폰서 활동을 했음. 구매 전환 활동에서는 상품 브랜드명을 알파벳으로 구성하고 다양한 색상을 적용해 통일성 있는 외관 디자인을 구현했음. 슈퍼 매치 프로모션, 시리즈 광고 등을 통해 지각 장애를 해소했음. 또한 온라인 채널을 통해 고객이 원하는 시간과 장소에서 제품을 쉽게 구할 수 있도록 해 시간 및 장소 장애를 극복했음. 낮은 금리를 제공하여 정당한 가격에 제품을 구매할 수 있도록 해 소유 장애를 줄였고, 포인트, 할인, 주유 등 특정 기능에 특화된 다양한 카드 상품을 통해 기능 장애도 해소했음. 개념 전달 활동과 구매 전환 활동 간의 보완성 측면에서는, 다양한 혜택을 세분화된 고객에게 특화된 카드 규격, 온라인 채널, 낮은 연회비, 합리적인 이자율로 제공해 소유 관련 장벽을 제거했음. 또한 적극적인 상품 구성과 다양화, 포인트 제도 강화, 제휴 확대 등을 통해 인지 장벽을 낮췄음. 카드 디자인과 네이밍, 스폰서 활동, 시리즈 광고, 제품별 다양한 제휴, 자동차 할인 프로그램 등을 통해 기능 장벽도 제거했음. 마지막으로 연령 및 라이프스타일에 최적화된 서비스를 제공해 서비스 일관성을 유지했음."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 40,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "포지셔닝은 자사 브랜드가 고객의 마음속에 적절한 위치를 차지하도록 만드는 작업임 경쟁자와 차별화된 독자적인 이미지로 각인되도록 하는 과정을 의미함 브랜드의 실체보다 소비자에게 전달되어 만들어진 이미지가 중요하며, 이와 관련된 커뮤니케이션 활동이 핵심임 포지셔닝은 표적시장의 소비자들이 그 제품을 사야 하는 당위적 이유인 고객 중심적 가치 제안을 형성함 독특한 니즈와 욕구를 갖는 세분시장을 찾아내 뚜렷하게 차별화된 전략으로 시장을 공략함으로써 지속 가능한 경쟁 우위를 얻음"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 41,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "효과적인 포지셔닝 전략 수립을 위한 네 가지 원칙이 있음 단일성: 목표한 고객의 마음속에 하나의 특정 포지션을 가져야 함 독특성: 단순하면서도 일관된 메시지를 제공하는 독특한 것이어야 함 차별성: 경쟁사와 자사를 구별할 수 있어야 함 집중성: 모든 사람에게 받아들여질 수 없으며, 선정된 포지션에 집중해야 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 42,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "포지셔닝 전략에는 다양한 방법이 존재함. 제품 특성에 의한 포지셔닝은 제품의 실질적인 속성을 이용하는 가장 일반적인 방법임. 예시로 포르쉐는 스포츠카, 마티즈는 경제적인 차, 벤츠는 고급차로 포지셔닝됨. 소비자 편익에 의한 포지셔닝은 제품이 제공하는 이점을 강조함. 폴바셋은 스페셜티 커피, 메가커피는 가성비 좋은 카페, 쿠팡은 로켓배송을 강조함. 제품 사용 상황에 의한 포지셔닝은 제품을 사용하는 특정 상황에 맞춰짐. 예시로 술 마신 후 마시는 컨디션, 피로회복엔 박카스가 있음. 제품 사용자에 의한 포지셔닝은 제품을 사용할 사용자 집단에 맞춰짐. 이니스프리 '포레스트 포맨 올인원'과 정관장 '화애락'이 이에 해당함. 문화적 상징에 의한 포지셔닝은 표적 시장 소비자의 문화적 상징을 활용함 말보로 담배는 개척정신, 홍루이젠은 대만 상징을 활용함. 경쟁자에 의한 포지셔닝은 경쟁자를 전략의 기준으로 삼음 Avis는 \"우리는 2위 회사입니다. 그러나 더 열심히 노력하겠습니다.\"라는 슬로건으로 경쟁자를 활용함."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 43,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "Ries와 Trout는 세 가지 포지셔닝 전략 방법을 제시함. 소비자 마음속에 자신의 위상을 더욱 강하게 심는 방법이 있음. 미국 렌터카 Avis 사례가 이에 해당함 새로운 위상을 탐색하여 차지하는 방법이 있음. 1980년대 초 신한은행은 기존 은행에 비해 빠른 업무와 친절함을 강조함 경쟁사를 낮추거나 위상을 재정립(re-positioning)시키는 방법이 있음. 애국심이 깊은 소비자에게 경쟁 제품이 외국산임을 알리는 것이 예시임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 44,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "포지셔닝 전략 수립은 여러 단계를 거침 SWOT 분석을 통해 자사의 경쟁력 및 강점을 파악함. 경쟁자와의 차별화 기능 요인을 탐색하여 적절한 경쟁 우위를 선택해야 함. 지각도(perceptual map)를 그려 적합한 위치를 시각적으로 파악함. 포지셔닝 결정 후 마케팅 믹스를 통해 소비자에게 효과적으로 전달하고 사후 관리함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 45,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "경쟁적 강점 파악은 포지셔닝 수립 과정의 첫 단계임 SWOT 분석을 통해 기업의 강점, 약점, 외부 환경의 기회, 위협 요인을 파악함 표적 시장 내 경쟁자를 파악하고 소비자들이 어떻게 지각하고 평가하는지 파악함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 46,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "차별화 기능 요인은 실질적 차별화와 심리적 차별화로 나눌 수 있음 실질적 차별화는 경쟁 제품과 실제로 차이가 있는 부분임 심리적 차별화는 제품의 실제 차이가 없어도 소비자들이 차이가 있다고 생각하게 만드는 것임 제품 차별화는 형태, 특성, 성능, 품질, 스타일 및 디자인 등에서 경쟁 제품과의 차이를 의미함 서비스 차별화는 주문 과정 편리성, 설치 및 수리 무료 등 다양한 서비스 영역에서의 차별화임 인적 차별화는 회사 구성원의 인적 능력을 차별화하는 것임 훈련된 판매원이나 서비스 담당자의 차별화가 예시임 유통 경로 차별화는 유통 경로에서의 차별화임 한국야쿠르트 '야쿠르트 아줌마', 시계 브랜드 Timex가 일반 슈퍼에 유통하는 것이 예시임 이미지 차별화는 색상, 상징물, 분위기에 의한 차별화임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 47,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "탐색된 차별화 기능 요인 중 포지셔닝 전략에 사용할 요인을 결정함 하나 또는 둘 이상의 복수 요인을 사용할지 결정함 이를 통해 기업은 경쟁 우위를 확인할 수 있음 볼보는 최고의 안정성과 내구성, 벤츠는 우수한 자동차 기술을 경쟁 우위로 삼음"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 48,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "지각도는 브랜드나 기업이 소비자의 마음속에 차지하는 상대적 위치를 시각화함 포지셔닝 맵이라고도 불림 일반적으로 2개의 축(x와 y축)으로 이루어진 2개의 속성을 기준으로 작성됨 잠재적 경쟁자 반응에 대한 시나리오를 만드는 데 유용한 도구로 활용됨 일반적으로 2개의 축 중 하나는 객관적인 기준을 사용함 가격, 품질과 같이 정량적으로 나타낼 수 있는 기준임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 49,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "자사의 위상이 정립되면 소비자에게 효과적으로 전달할 수 있는 마케팅 믹스를 결정하고 실행해야 함  포지셔닝은 제품 자체보다 소비자의 인식에 초점을 두므로 광고를 포함한 모든 커뮤니케이션 수단에 적극 활용해야 함 과대 또는 과소 위상 정립과 같은 오류에 주의해야 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 50,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "제품은 구매자가 관심을 갖고 구입하여 사용하거나 소비함으로써 욕구를 충족시키는 모든 것임 가장 중요하고 기초가 되는 마케팅 믹스의 요소임 소비자들이 원하고 만족할 만한 제품을 제공하는 것만으로도 시장에서 우위의 위치를 선정할 수 있음 잘못 개발되거나 선정된 제품은 기업의 막대한 손실을 가져다줄 수 있으며, 때에 따라 기업의 존폐에 영향을 미치기도 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 51,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "제품은 소비자의 욕구를 어느 정도 충족시키는지에 따라 5가지 차원으로 나눌 수 있음 각 차원은 고객가치 계층을 형성함. 핵심 이점은 고객이 실제로 구입하는 근본적인 서비스나 혜택의 형상화된 모습임. 호텔의 핵심 이점은 휴식과 숙면임. 기본적 제품은 실재적 제품으로 형상화된 것을 의미함. 호텔의 기본적 제품은 침대, 욕실, 수건 등임. 기대하는 제품은 구매자가 제품 구매 시 기대하는 모든 속성과 조건임. 호텔에 기대하는 것은 깨끗한 침대, 화려한 조명 등임. 확장된 제품은 고객 기대를 넘어 고객의 바람을 충족시키는 추가 서비스와 혜택을 제공함. IBM이 컴퓨터와 함께 교육, 소프트웨어, 프로그램을 제공하는 것이 예시임.  잠재적 제품은 제품이 미래에 어떻게 변화하고 확장할 수 있을지를 의미함."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 52,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "제품은 다양한 기준으로 분류할 수 있음. 내구성과 유형성을 기준으로 비내구재, 내구재, 서비스로 나눌 수 있음. 비내구재는 자동차 기름처럼 1~2회 사용하면 소모됨. 내구재는 자동차처럼 오랫동안 사용할 수 있음. 서비스는 판매를 목적으로 제공되는 무형 재화임. 구매자에 따라 소비재와 산업재로 나눔. 소비재는 최종 소비자가 구매함. 산업재는 제품 생산자나 재판매업자가 구매함. 탐색/경험/신뢰 기준으로 탐색재, 경험재, 신뢰재로 구분함. 탐색재는 시간을 투자해 품질을 알 수 있는 전자제품 등임. 경험재는 직접 경험해야 품질을 알 수 있는 레스토랑 등임. 신뢰재는 품질을 정확히 알기 어려워 신뢰가 기준이 되는 의료 서비스 등임. 실용/쾌락 기준으로 실용재와 쾌락재로 나눔. 실용재는 기능적 측면으로 욕구가 충족되는 노트북 등임. 쾌락재는 소비 경험이 주는 감정을 위한 오락 등임."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 53,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "제품 믹스는 기업이 생산하여 판매하는 모든 제품 계열과 품목의 적절한 조합을 의미함 제품 계열은 동일 유통 경로를 통해 동일 고객 집단에게 판매되는 서로 관련 있는 제품들의 집단임 품목은 하나의 제품 계열에서 크기, 가격, 외형 또는 다른 속성에 따라 구분되는 하나의 단위임 하나의 개별 제품은 하나의 품목을 형성하며, 각 품목들은 제품 계열별로 여러 개 존재할 수 있음 유사한 품목들은 하나의 제품 계열을 구성하며, 다수 제품 계열은 하나의 제품 믹스를 구성함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 54,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "구성 요소 설명 예시 제품 믹스 넓이 기업이 다루는 제품 계열의 수 면, 스낵, 음료, 간편식 4개의 제품 계열 제품 믹스 깊이 제품 계열 내 품목의 수 면(10개 깊이), 스낵(7개), 음료(4개), 간편식(2개) 제품 믹스 길이 제품 믹스 내 총 품목의 수 23개 품목 제품 믹스는 넓이, 깊이, 길이로 구성됨 제품 믹스 넓이는 기업이 다루고 있는 제품 계열의 수임 예시로 면, 스낵, 음료, 간편식 4개의 제품 계열이 있을 수 있음 제품 믹스 깊이는 제품 계열 내 품목의 수임 면 10개, 스낵 7개, 음료 4개, 간편식 2개의 깊이를 가질 수 있음 제품 믹스 길이는 제품 믹스 내 총 품목의 수임 총 23개의 품목이 될 수 있음"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 55,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "기업은 성장을 위해 제품 계열 수를 늘리며, 제품 계열의 관리가 필요함 제품 계열을 확장할 것인가, 모든 품목을 취급할 것인가 등을 결정해야 함 제품 계열 확대는 현재 제공하는 제품과 속성이 다른 품목을 추가하는 것임 하향 연장, 상향 연장, 양방향 연장 유형이 있음 제품 계열 보충은 소비자 선택의 폭을 넓히기 위해 한 계열 내에 더 많은 품목을 추가하는 것임 제품 계열 현대화, 특성화 및 계열 제거는 급변하는 시장에서 지속적으로 필요함 고가치, 고가격 품목으로 소비자가 이동하도록 유인하기 위해 제품 개선을 계획함 제품 계열 특성화는 독특한 공통점이 있는 특성에 따라 제품을 구성하거나 경쟁 제품에 비해 차별적 특성을 부여하는 것임 기업 이익을 악화시키는 품목은 판매 분석, 원가 분석을 통해 제거해야 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 56,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "브랜드는 경쟁자의 제품과 자사의 제품을 구별하기 위해 사용하는 명칭, 술어, 표시, 상징 또는 디자인이나 이것들의 조합임 브랜드 구성 요소에는 언어/문자적 요소와 비문자적 요소가 있음 언어/문자적 요소는 상표명 (brand name)임 비문자적 요소는 상징, 디자인 등으로 이루어진 상표 마크 (brand mark)임 등록 상표는 특허청 상표권 등록으로 독점적 사용권이 부여된 상표임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 57,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "기업은 소비자 니즈에 기반한 브랜드 개념을 개발하고, 기능성, 상징성, 경험성을 자극할 수 있음 전략적 브랜드 개념과 이미지 관리는 도입기, 정교화기, 강화기 3단계로 접근함 도입기는 시장에 처음 브랜드를 진입시키는 단계로, 브랜드 이미지를 설정함 기업이 추구하는 브랜드 개념을 소비자가 이해하고 흡수하도록 해야 함 정교화기는 소비자 마음속 자사 브랜드와 연관되는 개념을 더욱 정교하게 다듬는 단계임 경쟁사 대비 우월함을 인지시켜 브랜드 가치를 높이는 접근 방법임 강화기는 자사가 생산하는 다른 제품까지 심화된 이미지를 일반화하여 기업 전체 이미지를 강화함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 58,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "브랜드 자산은 어떤 제품과 서비스에 브랜드를 붙임으로써 얻게 되는 부가적인 가치임 브랜드 자산이 중요한 이유가 있음 더 높은 시장 점유율, 가격 프리미엄을 획득할 수 있음 라이센싱(licensing) 수입을 얻을 수 있음 브랜드 확장을 통해 신제품 성공 가능성을 높이거나, 신제품 출시에 투입되는 광고 등 비용을 낮출 수 있음"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 59,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "브랜드 자산 구축을 위해 여러 활동이 필요함 위상 정립에 어울리는 브랜드 요소(브랜드 네임, 로고, 슬로건, 패키지 등)를 갖추어야 함 마케팅 믹스 요소들이 위상 정립을 지지(support)해야 함 자사의 힘만으로 브랜드 자산 구축이 어려울 경우, 고객 마음속에 강력하게 자리 잡은 다른 브랜드의 힘을 빌릴 수 있음 서비스 기업인 경우, 직원의 행동과 전문 지식이 브랜드 자산 구축에 중요한 역할 수행함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 60,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "비교적 높은 브랜드 자산을 가진 기업은 신제품 출시 시 기존 브랜드를 활용하여 확장 사용함. 이를 브랜드 확장이라고 함. 라인 확장은 기존 브랜드와 동일 범주에 출시된 신제품에 기존 브랜드를 사용하는 것임. 장점은 적은 비용으로 매출 및 수익성 증대 효과를 거둘 수 있음. 단점은 기존 브랜드가 신제품 특성을 잘 나타내지 못하거나, 하향 확장 시 기존 브랜드 자산이 약화될 수 있다는 점임. 카테고리 확장은 기존 브랜드와 다른 범주에 속하는 신제품에 기존 브랜드를 사용하는 것임. 장점은 적은 비용으로 신제품의 즉각적인 인지도 확보로 성공 가능성을 높일 수 있음. 단점은 두 브랜드 범주 간 유사성이 낮은 경우 실패할 가능성이 높다는 점임. 하이트 맥주 이미지가 강해 다른 종류의 술에 하이트를 쓰기 어려운 경우가 예시임."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 61,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "포장은 제품을 위해 필요한 용기를 디자인하고 생산하는 모든 활동임  포장이 중요한 이유는 여러 가지임 소비자의 주의를 끌고 제품 특징을 잘 설명해주는 포장이 필요함 소비자는 편리하고 외형적으로 훌륭하며 자신의 권위를 나타낼 수 있는 포장을 선호함 포장을 통해 기업과 브랜드에 대한 즉각적인 인식이 가능함 독특하고 혁신적인 포장은 소비자에게 혜택을 제공하고 생산자의 이익을 증가시킬 기회를 줌 포장의 목적은 다음과 같음 가정에서 제품 소비에 브랜드 확인 정보 제공 제품 보호 제품 보관 도움 라벨은 브랜드 명만 표기하거나, 정교하게 디자인된 그래픽 형식으로 제품 포장한 부분임 라벨의 기능은 다음과 같음 제품 또는 브랜드가 무엇인지, 어느 기업 것인지 확인할 수 있도록 함 제품 등급(grade)을 표시해 줌 진라면 순한맛, 매운맛 표시가 예시임 제품에 대한 여러 가지 특성(생산자, 어디에서 언제 만들었는지)을 제공함 제품의 매력성을 표현할 수 있다면, 제품 촉진 기능을 수행할 수 있음"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 62,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "제품 수명 주기는 한 제품이 시장에서 나타나서 사라질 때까지의 과정임. 제한된 수명을 가지고 있으며, 판매함에 있어 구별되는 단계를 거치고 각 단계는 판매자에게 다른 기회와 과제를 제시함. 수익은 제품 수명 주기 단계에 따라 증가하거나 감소함. 도입기는 신제품이 시장에 도입된 단계로 완만한 판매 성장을 보이며 이익은 마이너스 또는 낮음. 성장기는 매출이 급격히 증가하는 단계로 매출과 이익 모두 급격히 증가함. 성숙기는 판매 성장률이 둔화되거나 정체되는 단계로 매출은 둔화되거나 정체되고 이익은 분화됨. 쇠퇴기는 매출이 감소되는 단계로 매출과 이익 모두 감소함. 각 단계마다 재무, 제조, 구매, 인적 자원, 마케팅과 관련하여 다른 전략으로 수행되어야 함."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 63,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "도입기는 신제품이 시장에 처음 도입된 단계임  소비자의 초기 반응을 빠르게 파악하고, 이에 따른 가격, 촉진, 유통 전략을 선정해야 함 완만한 판매 성장률을 보임 신제품 개발, 촉진 비용 지출이 많아 이익이 마이너스이거나 매우 낮은 단계이며, 가격이 높게 형성되는 경향이 있음 제품 가격, 촉진 등 마케팅 변수 수준을 기준으로 적절한 전략 수행이 필요함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 64,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "성장기는 제품을 사용한 소비자들이 만족하여 재구매를 하는 단계임 촉진 전략을 통해 구매를 망설이던 고객이 시험적으로 구매를 시작함 이러한 요인으로 제품 매출이 급격히 증가함 매출 급증으로 기업의 수익이 증가함 다수의 경쟁자들이 진입하며 유사 제품이 생기는 단계임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 65,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "성숙기는 판매 성장률이 둔화되거나 정체되는 시기임 대부분의 제품이 이 단계에서 오래 지속됨 마케팅 관리자들은 이러한 정체를 극복하기 위한 노력을 지속함 포화된 경쟁과 수익성 분화에 따라, 소비자에게 선택받기 위한 마케팅 실행 전략으로 가격 할인 등 가격 경쟁이 본격적으로 시작되는 시기임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 66,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "쇠퇴기는 기술적인 진보로 다른 종류나 형태의 제품이 기존 것을 대체하게 됨 소비자의 기호, 유행의 변화로 다른 제품 선호도가 높아짐 대규모 정리 세일 등 철수를 위한 가격 할인이 대폭적으로 일어나는 단계임 매출이 감소되고, 변화를 원하지 않는 보수적 성향의 소비자들이 사용하여 겨우 매출을 유지하는 정도임 기업은 다른 사업 분야 진출을 위해 시장에서 철수하기도 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 67,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "제품 수명 주기에 영향을 미치는 요인은 여러 가지임 기술의 발전 신제품의 확산 속도 제품의 새로운 용도와 디자인의 발견 기업을 둘러싼 환경의 변화 소비자 선호도의 변화"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 68,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "신제품 유형 설명 세계 초유의 기저 신제품 시장에 완전히 새로운 제품 신제품군 진입 기업에게는 신제품이지만 시장에는 이미 존재하는 제품 기존 제품의 개선과 수정 기존 제품의 품질이나 기능 개선 기존 제품 계열의 확장 기존 제품 계열에 새로운 제품 추가 재포지셔닝 기존 제품의 목표 시장이나 이미지 변경 신제품은 시장에 새로 나온 제품임 기업이 신제품을 획득하는 경우는 타 기업을 흡수(acquisition)하는 형태이거나 혁신(innovation) 형태가 있음"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 69,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "신제품 개발은 여러 단계를 거침. 아이디어 창출. 아이디어 평가. 제품 개념의 개발과 검토. 마케팅 전략 개발. 사업성 검토. 제품 개발. 시험 마케팅. 상품화"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 70,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "소비자가 신제품을 인지하고 수용하기까지의 단계가 있음. 인지: 소비자는 혁신을 알고 있지만, 이에 대한 정보가 부족한 상태임. 관심: 소비자는 혁신에 대한 더 많은 정보를 얻고자 자극을 받음. 이 단계에서 혁신에 관심을 갖고 더 자세한 정보를 탐색함. 평가: 소비자는 혁신을 수용할 가치가 있는지를 평가함. 사용: 소비자는 혁신 가치를 경험해보기 위해 소규모로 제품을 시험해 볼 수 있음.  수용: 소비자는 혁신을 정식으로 수용하고 규칙적으로 사용할 것인지를 결정함."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 71,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "신제품 수용 속도에 따라 소비자를 유형별로 분류할 수 있음. 혁신자는 신제품을 가장 먼저 받아들이는 사람으로 전체의 2.5%를 차지함. 모험적이며 새로운 경험을 추구하고 초기 높은 가격에 부담이 없음. 전문성이 높고 젊은 층이 많이 속해 있음. 조기 수용자는 혁신자 다음으로 신제품을 빨리 구매하며 13.5%를 차지함. 의견 선도자로서 지위를 유지하기 위해 신제품을 구매함. 너무 일찍 새로운 것을 받아들이면 사회 규범을 어길 가능성이 있어 혁신자에 앞서 채택하진 않음. 조기 다수자는 신제품 이점이 입증되고 많은 사람이 채택했을 경우 받아들이며 34%를 차지함. 사회 활동 범위, 부의 수준, 정보 원천 다양성이 보통 수준임. 시장의 주류이며 신중한 실리주의자임. 후기 다수자는 위험을 싫어하고 새로운 기술에 조심성이 있으며 34%를 차지함. 가격에 민감하며 느림보층을 제외하고 사회 활동 범위, 매체의 다양성, 부의 수준이 좁고 낮음. 느림보층은 신제품을 가장 마지막에 채택하는 시장 구성원으로 16%를 차지함. 각자의 전통적인 가치관과 혁신이 부합되는 경우에만 수용함."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 72,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "캐즘은 단절된 구간이라는 의미로, 초기 시장과 주류 시장 사이에 큰 갭이 존재하는 구간임 초기 시장에서 성공한 마케팅 방식을 주류 시장에 적용하려고 하면 캐즘에 빠져 실패할 수 있음 주류 시장에서 성공하기 위해서는 기술뿐 아니라 소비자 문제를 완벽하게 해결할 솔루션이 필요함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 73,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "유통 경로는 생산자로부터 소비자에게 상품을 이동시키는 과정에 참여하는 모든 개인이나 조직체를 의미함 경로 구성원은 생산자 – 중간상(유통 기관) – 소비자임 중간상의 이용에 의한 거래가 일어나는 이유가 있음"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 74,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": " 소비용품은 다양한 유통 경로 구조를 가짐. 0단계 유통 경로는 직접 유통으로, 대규모 제조업자와 소비자 간 거래나 일부 영세 제조업자 거래에 사용됨. 1단계 유통 경로는 간접 유통으로, 대규모 제조업자와 대규모 소매상 간 거래, 전문품 등에 주로 이용됨. 2단계 유통 경로는 간접 유통으로 가장 일반적이며, 편의품, 일부 선매품에 사용됨. 3단계 유통 경로는 간접 유통으로, 생산자나 소매상이 소규모이거나 수요가 적은 지역 유통에 사용됨"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 75,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "산업용품도 다양한 유통 경로 구조를 가짐. 0단계 유통 경로는 직접 유통으로, 제조업자와 소비자의 규모가 모두 큰 경우에 사용되며 대부분의 산업용품 거래 형태임. 1단계 유통 경로는 간접 유통으로, 제조업자가 소규모이거나 지역적으로 분산된 경우에 사용됨. 2단계 유통 경로는 간접 유통으로, 제조업자가 직접 유통 활동을 통제함. 3단계 유통 경로는 간접 유통으로, 제조업자나 소비자 모두 소규모이거나 지역적으로 분산된 경우에 사용됨"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 76,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "유통 경로 설계 시 고객의 서비스 욕구 수준을 분석해야 함 입지의 편의성: 고객들이 편리하게 접근할 수 있는 공간을 제공하는 것임 최소 구매 단위: 1회 구매 시의 양을 의미하며 신혼부부는 적은 양 선호함 대기 시간: 상품 주문 후 인도 시까지의 대기 시간임 제품의 다양성: 제품 구색의 범위를 의미하며 넓을수록 욕구 충족 기회가 많아짐 서비스 지원: 배달, 설치, 수리, 교육 등 추가적인 서비스 지원 여부임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 77,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "유통 경로 목표는 표적 집단의 기대 서비스 수준에 맞게 설정함 고객을 만족시킬 수 있도록 설정되어야 함 경로 목표 설정에 영향을 미치는 요인이 있음 상품의 특성 (예: 부패성 강한 상품은 짧은 경로) 시장의 특성 (예: 대도시와 농어촌) 기업의 특성 (예: 대기업과 중소기업) 경쟁사의 경로 목표 환경적 요인 (예: 유통 구조, 법률적 규제, 경제 여건)"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 78,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "평가 기준 설명 경제성 각각의 경로 대안들 중에서 매출액과 비용 면에서 유리한 것을 평가함. 매출이 적을 때는 간접 경로가 적은 비용 소요됨 통제성 중간상들에게 적절한 통제 가능성 여부 적응성 유통 환경의 변화에 적응 가능성 여부 유통 경로 대안 검토 시 중간상의 유형, 수, 계약 조건, 상호 책임 관계 등을 고려하여 결정해야 함 경로 대안은 경제성, 통제성, 적응성을 기준으로 평가함 경제성은 매출과 비용 면에서 유리한지를 평가하며, 매출이 적을 때는 간접 경로 비용이 적게 소요됨 통제성은 중간상에게 적절한 통제가 가능한지 여부이며, 자사의 판매원은 통제성이 높음 적응성은 유통 환경 변화에 적응 가능한지 여부임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 79,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "유통 경로 구성원 선택 시 중간상의 다양한 요소를 고려함 신용 능력, 명성과 평판, 영업 사원의 수와 질, 판매 능력 등을 고려함 취급 상품의 수와 특성, 기존 고객의 수와 특성도 고려 대상임 수익성과 성장 잠재력, 점포 입지, 사업 경험 등도 중요하게 고려함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 80,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "채널 유형 설명 오프라인 채널 도매상, 소매상, 편의점, 대형 마트 등 매장에서 물리적으로 상품을 구매, 판매하는 고전적인 방식임 온라인 채널 온라인 환경(PC)에서 상품을 판매하는 매장 역할을 수행하는 채널임 모바일 채널 스마트폰을 통해 앱, 사이트 등에서 상품을 판매하는 매장 역할을 수행하는 채널임 디지털 채널 온라인 및 모바일 채널을 포함하는 채널임 유통 채널에는 다양한 유형이 존재함 오프라인 채널은 매장에서 직접 물리적으로 상품을 구매, 판매하는 고전적인 유통 방식임  온라인 채널은 온라인 환경(PC)에서 상품을 판매하는 매장 역할을 수행함 모바일 채널은 스마트폰을 통해 앱, 사이트 등에서 상품을 판매하는 매장 역할을 수행함 디지털 채널은 온라인과 모바일 채널을 모두 포함하는 채널임 최근 스마트폰 및 산업 발달로 온라인, 모바일 유통 채널 상에서의 블로그 판매, O2O 서비스 플랫폼도 유통 채널 역할을 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 81,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "온라인 채널에는 여러 유형이 있음. 전자상거래업자, 백화점 온라인 쇼핑몰이 있음. 오픈 마켓은 판매자가 다수가 된 상황으로, 옥션, 지마켓이 예시임. 소셜 커머스는 공동 구매에 초점이었으나 현재는 오픈 마켓과 비슷한 형태로 쿠팡, 위메프가 예시임. 온라인 멀티 브랜드샵은 독특한 제품 판매의 편집샵 형태로, 무신사가 예시임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 82,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "서비스 채널 중 디지털 채널 상의 플랫폼도 유통 채널의 역할을 함. 크라우드 펀딩은 다수의 개인으로부터 자금을 모아 프로젝트를 지원하는 플랫폼으로, 와디즈가 예시임. 소셜 서비스 미디어는 사용자들이 정보를 공유하고 소통하며 판매 활동도 이루어지는 플랫폼으로, 카카오톡, 인스타그램, 네이버 카페, 유튜브 등이 해당됨."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 83,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "유통 채널 전략으로 푸시 전략과 풀 전략이 있음. 푸시 전략은 중간상에게 마케팅 노력을 분배하는 전략으로, 인지도가 낮거나 초기 서비스 사업자가 활용함. 판매원에게 인센티브를 제공하여 중간 유통 업체가 판매 채널에서 큰 역할을 하도록 함. 풀 전략은 최종 소비자에게 직접 마케팅하여 중간 유통 업체들이 나서서 해당 제품이나 서비스를 채널 상에 유치하도록 유도하는 전략임. 브랜드 인지도 또는 명성이 있는 상태에서 효과적인 전략임."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 84,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "멀티채널 전략은 2개 또는 그 이상의 마케팅 채널을 구축하고 1개 또는 그 이상의 고객 세분 시장에 도달하려는 전략임 다양한 고객 세그먼트의 우선순위를 충족시키기 위해 실행됨"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 85,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "옴니채널 전략은 오프라인과 온라인에서 고객 정보 및 쇼핑 체험을 융합해 통일된 상품과 서비스를 제공하는 전략임 O2O 서비스(Online to Offline)를 포함하며, 성공적인 O2O 전략을 위해서는 디지털 기술 기반으로 소비자에게 더 나은 가치를 제공해야 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 86,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "판매 촉진 예시 쿠폰 캐릭터 판촉물 판매 촉진은 구매를 자극하는 단기 유인책을 제공함으로써 소비자의 구매 또는 유통업자의 호의적 행동을 유발하는 것임 즉각적인 매출 증대를 위함임 소비자의 구매 행동, 중간상의 특정 행동을 자극하고 설득하기 위해 사용되는 다양한 활동임 최근 스마트폰과의 결합을 통해 개인별 맞춤화된 판매 촉진이 용이해짐 판매 유도를 위한 유인책 및 자극 수단이 여러 가지로, 다양성과 다재다능성의 특징을 가짐 판매 촉진은 즉시 제품을 구입하도록 설계된 외부적 자극에 기초해 본질적인 제품 혜택과 무관한 경우가 많음 판매 촉진은 마케팅 커뮤니케이션으로 분류되기도 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 87,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "시장에서 성공하려면 좋은 제품 개발, 적당한 가격, 편리한 유통 경로만으로는 부족함 마케팅 커뮤니케이션이 필수적으로 필요함 자신의 제품이 타 제품보다 가치 있음을 알리고 설득해야 함 무명의 존재는 다양한 계기를 통해 세상에 알려지듯, 기업은 시장과 고객들에게 선제적, 적극적, 창의적으로 의사소통해야 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 88,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "IMC는 통합적 마케팅 커뮤니케이션을 의미하며, 광고, 다이렉트 마케팅, 판매 촉진, PR 등 다양한 커뮤니케이션 수단들의 전략적 역할을 비교·검토하여 고객 행동에 영향을 미칠 수 있도록 효과적으로 결합한 커뮤니케이션 프로그램을 개발하고 실행하는 과정임. 좁은 의미의 IMC는 광고, 판매 촉진, PR, 인적 판매 등을 포함하고, 넓은 의미의 IMC는 제품, 가격, 유통, 프로모션 등 마케팅 믹스 전반을 포함함. 소비자에게 도달하는 마케팅 커뮤니케이션 수단 및 경로가 매우 다양해진 상황에서 메시지를 일관성과 지속성 있게 관리하는 것이 핵심이 됨. 통합적 커뮤니케이션의 등장은 소비자층과 매체 시장의 세분화, 광고 이외의 촉진 활동 중요성 증가, 뉴미디어 등 매체 다양화 등 변화된 여건에 따라 나타난 현상임."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 89,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "좁은 의미의 통합적 마케팅 커뮤니케이션 도구와 효과성이 있음. 광고는 광고주가 돈을 지불하고 매체를 구입하여 상품을 소개하거나 판매 촉진하는 활동임 소비자 반응 과정의 모든 단계에서 효율적으로 사용될 수 있음. 판매 촉진은 제품 판매를 늘리기 위해 짧은 기간 동안 중간상이나 최종 소비자를 상대로 벌이는 활동임 쿠폰, 샘플, 사은품 등이 예시임. 소비자들의 시험적 구매 및 재구매를 유도하는 데 적합함. PR(Public Relations)은 기업 활동에 영향을 미치는 일반 대중과의 우호적 관계 조성을 위한 활동임 청중들의 높은 신뢰성으로 인해 소비자들이 제품 속성에 대한 믿음을 형성하는 데 기여함. 홍보는 기업이 대중에게 알리고자 하는 정보를 언론을 통해 뉴스 형태로 전달하는 것으로 PR의 일환임. 인적 판매는 판매원과 고객이 대면을 통해 구입하도록 권유하는 활동임  고객에게 브랜드 우수성을 설득시키고 구매 유도에 적절하며, 대면적 상호 작용으로 대중 매체 한계점을 보완함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 90,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "판매 촉진에는 다양한 수단이 활용됨. 샘플링은 소비자에게 시험적으로 사용할 소량의 상품을 무료로 제공하는 것으로, 단위당 제품 가격이 저렴하거나 샘플 제작 원가가 낮은 제품 등에 효과적임. 슈퍼마켓 신제품 시식 코너, 화장품 견본품이 예시임. 쿠폰은 표시된 금액만큼 할인하여 제품을 제공하겠다는 증서임. 거래 스탬프는 구매 횟수에 따라 도장을 찍거나 스티커를 주어 일정 횟수 넘으면 무료 제품이나 사은품을 제공하는 형태로, 카페나 식당에서 활용됨. 캐릭터는 여러 업종에서 판촉물로 함께 사용하는 경우로 맥도날드 해피밀이 예시임. 리베이트는 제품 구매 증빙 서류를 우편으로 보내면 제조사가 소비자에게 구매 가격 일부를 돌려주는 것으로, 소비자 입장에선 불편하지만 기업은 정가 유지하며 가격 할인 효과를 볼 수 있음. 콘테스트와 추첨은 제품 구매한 소비자에게 상금이나 상품 획득 기회를 제공하는 것으로 소비자와의 호의적 거래 관계 형성에 적절함. 가격 할인은 정규 가격에서 할인된 금액을 표장이나 표찰에 제시하여 판매하는 것임. 보너스 팩은 보다 큰 용기의 제품을 정상 가격으로 제공하여 고객이 동일 가격에 더 많은 양을 누릴 수 있게 하는 것으로, 겉포장에 ‘20% 용량 추가’, 1+1이 예시임. 연계 촉진은 2개 이상의 기업이나 브랜드가 판매력 강화를 위해 상호 간 사용할 수 있는 쿠폰, 환불 등 판매 촉진책을 함께 사용하는 것임. 도박성 판촉은 어떤 사건 실현에 따라 주는 경품, 현금, 더 높은 금리 등을 의미함. 구매 시점 전시(POP)는 상품을 소매점 진열대에 전시하거나 판매원이 실연하여 흥미를 유발하고 상품 구매로 연결시키는 방법임."
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 91,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "판매 촉진 활동으로 인해 부정적인 효과가 발생할 수 있음 브랜드 이미지 하락: 빈번한 가격 할인이나 추가 선물 제공은 상품 가치를 저하시킴 가격 민감성 초래: 가격 할인과 동일 효과를 주어 고객의 가격 민감성을 조성함 판매 촉진이 없는 기간에는 제품이 비싸다고 느껴 평상시 판매가 부진함 중간상의 비협조 유발: 판촉에 익숙한 중간상들은 제조업자 판매 촉진 없이 움직이지 않음 임시방편적인 경영 형태가 나타남 판매 촉진은 일시적이고 단기적인 유인책으로, 소비자와의 관계 구축에 의한 중장기적 영향을 고려해야 함 브랜드 포지셔닝을 강화하고 소비자와의 관계 구축에 도움이 되는 방향으로 추진해야 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 92,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "판매 촉진 활동은 단계별 관리 과정을 거침 판매 촉진의 목표를 명확히 세움 목표 달성에 가장 도움이 되는 판매 촉진 수단들을 탐색함 제품, 기업, 고객, 시장 및 상황의 특성을 고려하여 최선의 대안을 선택함 판매 촉진 수단의 구체적 실행 계획을 세움 계획 실행 전에 소규모로 시장 테스트를 해봄 판매 촉진 활동의 산출 결과를 평가하여 개선 사항을 파악하고 차후 활동에 반영함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 93,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "가격 결정 시 고려 요인 및 결과 가격은 이익의 원천, 판매량에 영향을 미치므로 수익성, 시장 점유율, 시장 성장률에 영향을 미침 이익 = 총 수입 – 총 비용 = 가격 X 판매량 - 총비용 즉, 가격은 기업의 수익성과 직결되는 마케팅 믹스로 중요성을 가짐 가격은 소비자가 제품이나 서비스를 구입하고 그 대가로 지불하는 화폐 가치임 가치 있는 것에 부과되는 금액, 제품 구입 시 소비자가 지불하는 금전적 대가임 가격은 이익의 원천, 판매량에 영향을 미치므로, 수익성, 시장 점유율, 시장 성장률에 영향을 미침 즉, 가격은 기업의 수익성과 직결되는 마케팅 믹스로 중요성을 가짐 이익은 총 수입에서 총 비용을 뺀 것이며, 총 수입은 가격에 판매량을 곱한 것임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 94,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "가격 결정 시 다양한 목표를 고려해야 함. 수익성 목표는 이익을 극대화하도록 가격 결정하는 것임 가격 인상이 판매량 감소를 가져오지 않도록 결정함 수익성 추구 기업은 초기 고가 전략을 추구하는 경향이 있음. 매출 규모 목표는 최소한의 이익만 된다면 매출이 극대화되도록 가격 결정하는 것임 시장 점유율 목표와 관련 있으며, 매출 목표 추구 기업은 침투 가격 전략을 사용함. 경쟁상의 목표는 시장 선도자의 가격과 대등하게 가격을 결정하려는 경향임 가격 요소의 중요성을 줄이고 비가격적 요소에 경쟁 수단을 집중함 가치 가격 결정 전략(경쟁 제품 가격과 품질 대비 자사 제품 가치 강조)이 사용됨. 생존 목표는 공장 가동 및 재고 회전을 위해 가격을 아주 낮게 책정하는 것임. 긍지 가격 결정은 지위에 의식적인 소비자 대상 고품질, 배타성 이미지로 높은 가격을 설정하는 것임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 95,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "가격 탄력성은 가격 변화에 대한 고객 반응의 민감성으로, 가격 증감에 따른 수요량 변동을 파악할 수 있음. 가격 탄력성이 높은 제품은 쉽게 대체재를 찾을 수 있어 가격 변동에 수요량이 크게 변화함 사치품인 다이아몬드나 의료 서비스인 성형 서비스가 예시임. 가격 탄력성이 낮은 제품은 가격이 크게 변화하더라도 수요량이 별로 변화하지 않으며 쉽게 대체재를 찾을 수 없음 필수품인 쌀이나 혁신적인 제품이 예시임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 96,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "제품의 원가는 가격의 하한선을 결정함 변동비(최소한의 생산량과 연결)와 고정비(제품 생산에 필요)를 회수 가능해야 함 경험 곡선 효과는 누적 생산 경험에 따라 평균 원가가 일정한 비율로 감소하는 것을 의미함 학습 곡선, 생산/운영 기술 개선, 제품 재설계로 인해 발생함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 97,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "원가 지향적 가격 결정은 원가에 목표 이익을 더하여 가격을 결정하는 방법임 판매 가격 = 원가 + 목표 이익, 원가 = 고정비 + 변동비임 원가 가산 가격 결정 방법은 총원가에 일정한 이익을 가산하여 가격을 결정하는 방법임 제품 가격은 (총 고정비 + 총 변동비 + 목표 이익) / 총 생산량으로 계산됨 변동비는 생산량에 비례하여 변동하는 원가(재료비)이며, 고정비는 생산량과 무관한 원가 (임차료)임 가산 이익률 가격 결정 방법은 제품 단위당 원가에 판매 비용 충당 및 적정 이익 남길 표준적 가산액을 더해서 가격을 결정하는 방법임 판매 가격 = 원가 + 표준적 가산액(일반적으로 % 계산)임 목표 이익 가격 결정은 목표 수익률을 미리 정하고 이를 기준으로 가격을 결정함 제품 가격 = 단위당 원가 + 단위당 목표 이익임 손익 분기점은 매출액이 관련 고정비와 변동비를 상쇄하는 지점임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 98,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "소비자 지향적 가격 결정은 표적 시장 소비자들의 제품 평가와 수요 기반으로 가격 결정함 가치 가격 결정은 가치에 대한 고객들의 지각을 강조함 어떤 제품이 고객 욕구에 부합되었을 때, 고객은 제품의 차별적 편익을 반영하여 제품의 가치를 파악하고, 이 가치에 상응하는 가격을 기꺼이 부담함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 99,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "경쟁 지향적 가격 결정은 제품 가격 결정에서 경쟁 제품 가격이 가장 중요한 기준으로 작용함. 시장 가격은 모방 가격, 추종 가격이라고도 하며, 이미 존재하는 경쟁 제품 가격과 비슷한 수준으로 가격을 결정하는 방법임. 입찰 가격은 원가나 수요보다는 경쟁사 가격을 기초로 결정하며, 정부 계약 및 일부 민간 계약에 사용됨. 경쟁이 공개적으로 이루어지며, 최저 가격을 제시한 공급자가 선정됨"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 100,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "제품 믹스를 구성하는 제품들에 대한 가격 결정이 필요함. 제품 계열에 대한 가격 결정은 제품 계열 구성 제품들 사이의 가격 차이를 결정함 신제품 가격이 기존 제품보다 너무 높거나 낮으면 문제가 발생함. 선택 사양에 대한 가격 결정은 주력 제품과 함께 제공하는 선택 사양(옵션)의 가격 결정임 선택 사양에 더 높은 가격을 책정함. 종속 제품에 대한 가격 결정은 기존 제품과 종속 제품 간의 가격 결정임 면도기 본체와 면도날처럼 종속 제품에 더 높은 가격을 책정함. 묶음 제품에 대한 가격 결정은 기존 제품들을 묶어서 하나의 가격으로 제시하는 것임 치약 묶음 판매처럼 낱개 구매 시보다 절약되는 금액이 커야 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 101,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "신제품의 가격 전략에는 초기 고가 전략과 침투 가격 전략이 있음 초기 고가 전략은 시장 상층부를 흡수하기 위해 출시 초기에 높은 가격을 책정하는 것임 비싼 가격을 부담할 수 있는 수요층이 충분히 커야 성공할 수 있음 초기의 비싼 가격이 경쟁자를 더 끌어들이지 않고, 비싼 가격이 우수한 제품이라는 인식을 전달해야 함 침투 가격 전략은 시장 점유율 확대 목적으로 출시 초기에 낮은 가격을 책정하고 서서히 가격을 인상하는 전략임 시장이 가격에 민감하거나 싼 가격이 시장 성장을 자극할 수 있어야 성공할 수 있음 경험 곡선 효과가 발생해야 함"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 102,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "심리적 요인을 활용한 다양한 가격 전략이 존재함. 긍지 가격은 높은 가격으로 사회적 지위, 고품질 이미지를 전달하는 전략임. 단수 가격은 단수로 가격을 매겨 가격이 싸다는 느낌을 전달하는 전략임 9만 9천원이 예시임. 층화 가격은 가격을 몇 개의 층으로 결정하는 전략임 비행기 좌석 등급별 가격이 예시임.  유인 가격은 소비자의 유인 목적으로 초저가로 책정하는 전략임 첫 달 무료가 예시임. 준거 가격은 고객이 제품 구입 시 과거 가격 등을 고려하여 심리적으로 적정하다고 생각하는 가격임. 최대 지불 의사 가격(유보 가격)은 소비자가 제품을 살 의사가 있는 최고 가격임. 최저 수용 가격은 제품 품질에 의문을 제기하지 않으면서 가장 저렴한 가격임"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 103,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "할인 가격은 일정한 기준에 해당하면 가격을 할인하는 것임. 현금 할인, 수량 할인, 거래 할인, 계절 할인이 있음. 차별 가격은 처음 가격 결정 시부터 다르게 가격을 책정하는 것임. 시기별(비수기/성수기, 조조 할인), 장소별(스포츠, 공연 좌석 위치), 고객별(용도별 수도료), 제품 형태별(무지방/저지방 우유) 차별 가격이 있음"
  },
  {
    "doc_id": "marketing_study",
    "chunk_id": 104,
    "persona": "common",
    "category": "marketing",
    "topic": "marketing_fundamentals",
    "source": "lecture",
    "last_updated": "2025-06-22",
    "content": "가격은 다양한 요인에 의해 인상되거나 인하됨. 가격이 인상되는 경우는 원가 인상(원재료, 임금 인상), 제품 개선 또는 브랜드 재포지셔닝, 기업의 독점적 지위 획득 등이 있음. 반면 가격이 인하되는 경우는 원가 인하(원재료, 임금 인하, 경험 곡선), 경쟁 심화로 인한 가격 경쟁력 강화 등이 있음."
  }
]