[
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 0,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "비즈니스 모델은 기업이 고객에게 어떤 가치를 전달하여 어떻게 수익을 창출할 것인지에 대한 방법을 정의한 것으로, 단순히 돈을 버는 방법뿐 아니라 기업의 다양한 활동을 포함한 개념입니다. 비즈니스 모델 캔버스는 비즈니스를 운영하는 데 필요한 9가지 요소를 문서화하기 위해 사용하는 템플릿으로 알렉산더 오스터왈더(Alexander Osterwalder)와 이브 피그뉴어 교수(Yves Pigneur)가 개발했습니다. 이들은 박사 논문을 작성하고, 워크숍을 진행하면서 비즈니스 모델을 만들 수 있도록 도와주는 책이 없다고 판단하고 다양한 필자들이 참여할 수 있는 개방형 작업공간을 만들어서, 45개국에서 470명의 실무자가 공동 집필(co-author)하는 방식으로 책을 제작했습니다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 1,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "1990년대부터 2000년대 초에 걸쳐 전 세계적으로 벤처 붐이 일며 수많은 기업들이 만들어지고 사라졌다. 이 당시 많은 기업들이 투자 유치를 위하여 비즈니스 모델이라는 개념을 통하여 접근하였고 마케팅 등 여러 활동에도 비즈니스 모델이라는 말이 사용되었다. 비즈니스 모델이라는 용어는 유행처럼 많은 기업 및 투자자들 사이에서 사용되었지만 무엇이 비즈니스 모델인지 그 정의도 모호했고, 그것을 정확히 이해하고자 하는 시도도 부족했다. 그냥 의례적으로 이해되고 사용되는 말이었다. 비즈니스 모델 캔버스는 그러한 의문에 대답하기 위해 만들어졌다. 캔버스를 만든 알렉산더 오스터왈더는 당시 사용되던 비즈니스 모델이란 용어에 대한 조사를 진행하였고, 비즈니스 모델에 관한 자료 및 실제 기업 모델 그리고 기업인, 교수 등의 전문가들과의 인터뷰 등을 통해 모여진 자료를 바탕으로 비즈니스 모델을 9개의 핵심 요소로 재구성했다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 2,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "결론적으로 비즈니스 모델은 기업이 어떻게 돈을 버는지 보여주는 것이다. 비즈니스 모델 캔버스는 9개의 가장 중요한 비즈니스 영역으로 구성되어 있으며, 각 블록들의 유기적인 연결을 통해 어떻게 기업이 수익을 창출하는지 이해할 수 있도록 도와준다. 비즈니스 모델 캔버스는 가치 제안(기업이 제품 및 서비스를 통하여 전달하고자 하는 것)을 중심으로 앞부분과 뒷부분 두 파트로 구성된다. 전반부는 기업의 가치가 어떻게 고객에게 전달되고, 어떻게 수익이 창출되는지를 보여준다. 비즈니스 모델의 전반부는 주로 시장에서 고객에게 보이는 부분으로, 기업이 어떤 가치를 고객에게 전달하는지, 그리고 그 가치를 어떻게 전달하고, 고객과 어떻게 관계를 맺어 가는지 등에 관하여 생각할 수 있는 틀을 제공한다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 3,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "1. 고객 세그먼트(Customer Segments) - 기업이 도달하고 서비스를 제공하고자 하는 다양한 사람 또는 조직 그룹을 말합니다. 게임기 제조사라면 게이머, 게임 개발자를 예로 들 수 있습니다. 단어 그대로 고객이다. 누가 우리의 제품 및 서비스를 사용하는지 생각해 볼 수 있다. 고객이 누구인지도 모르면, 고객에 대한 이해가 없다면 사업이 잘 되기를 바랄 자격이 없다. 2. 가치 제안(Value Proposition) - 고객이 다른 회사가 아닌 이 회사를 선택하는 이유를 나타냅니다. 즉 고객의 문제를 해결해 주는 것 또는 고객 니즈를 충족해 주는 것을 말하죠. 구글(google)의 무료 검색, 맞춤 광고 서비스 등이 그 예입니다. 가치 제안은 기업이 고객을 위해 창출해내는 가치이다. 가치에는 제품/서비스를 통한 기능적이고 눈에 보이는 것들 뿐만 아니라 눈에 보이지 않는 사회적 가치, 감정적인 가치들도 포함된다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 4,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "3. 채널(Channels) - 기업이 위 가치 제안을 전달하기 위해 고객 세그먼트와 소통하고 도달하는 방식을 말합니다. 채널은 공식 홈페이지일 수도 있고, 오프라인 매장, 도매시장인 경우도 있습니다. 기업의 가치를 고객에게 전달하는 방법이 채널이다. 가치의 전달 단계에 따라 인식, 평가, 구매, 사후 관리 등을 어떤 채널을 통하여 진행할 것인지 생각해 볼 수 있다. 4. 고객 관계(Customer Relationships) - 기업이 특정 고객 세그먼트와 맺는 관계의 유형입니다. 기업 담당자가 직접 1:1로 응대하기도 하고, 고객 중심 커뮤니티를 운영하는 곳도 있으며 최근에는 인스타그램, 블로그 등 SNS를 통해 고객과의 관계를 이어가기도 합니다. 고객을 확보하고 유지하기 위해 사용되는 방법이다. 고객과 어떻게 상호작용하고 어떤 관계를 구축할 것이지 생각해 봐야 한다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 5,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "5. 수익원(Revenue Streams) - 회사가 각 고객 세그먼트에서 수익을 창출하는 방식으로 판매, 임대, 수수료, 특허사용 계약 등이 그 예시입니다. 고객이 가치 제안에 대한 대가로 지불하는 방식이다. 다양한 형태의 수익모델을 생각해 볼 수 있다. 6. 핵심 자원(Key Resources) - 비즈니스 모델을 작동시키는 데 필요한 가장 중요한 자산을 뜻합니다. 물적 자원(매장, IT 장비, 물류 인프라), 인적 자원(R&D 연구원들, 대규모 영업팀), 지적 자원(브랜드, 지식재산권)으로 나눠서 생각할 수 있습니다. 핵심자원은 비즈니스가 원활히 진행되기 위하여 필요한 자원이다. 생산장비 등의 물적 자원뿐만 아니라 무형적인 자원이나 인적 자원 등도 포함된다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 6,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "7. 핵심 활동(Key Activities) - 회사의 가치 제안을 실행하는 데 가장 중요한 활동입니다. 생산 활동, 문제 해결, 플랫폼 유지 및 보수 등으로 생각할 수 있습니다. 가치 제안을 만들고 비즈니스의 원활한 진행을 위해 필요한 활동이다. 특별한 제작 과정이 될 수도 있고, 고객을 이해하는 방식이나 기업을 위한 인재를 찾는 활동 등도 포함될 수 있다. 8. 핵심 파트너(Key Partnerships) - 비즈니스 모델을 작동시키는 공급업체 및 파트너의 네트워크를 말합니다. 면도기를 만드는 질레트를 예로 들면 제조회사와 유통업체, 오픈소스 소프트웨어 레드햇의 경우는 오픈소스 개발 커뮤니티가 핵심 파트너라고 볼 수 있습니다. 사업이 잘 진행되기 위해 필요한 외부 이해관계자들이다. 납품업체, 물류업체, 외부 연구소 등 사업에 필요한 이해관계자들이 여기에 포함된다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 7,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "9. 비용 구조(Cost Structure) - 비즈니스 모델을 운영하기 위해 발행하는 모든 비용을 말합니다. IT 플랫폼 업체라면 플랫폼을 개발하고 유지하는 데 들어가는 비용이 포함됩니다. 사업 운영에 있어서 발생되는 모든 비용이다. 고정비, 변동비, 외주 가능성 등 여러 가지를 살펴서 비용 구조를 파악하고 개선해야 한다. 비즈니스 모델 캔버스의 모든 요소들은 유기적으로 연결되어 있다. 가치 제안이 바뀌면 고객과 채널 등 캔버스 내의 다른 요소들도 바뀔 수 있다. 각 블록들이 서로 미치는 영향을 고려해야만 한다. 비즈니스 모델 캔버스는 전체가 하나로 구성된 모델이며 모든 부분이 유기적으로 연결되어 있어야 잘 작동할 수 있다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 8,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "비즈니스 모델 캔버스 작성에 정해진 방법은 없습니다. 특정 도구를 사용해서 작성해야 한다거나 9가지 구성요소 작성 시 따라야 하는 순서가 있다거나 하는 제약도 특별히 없고요. 저자들이 제안하는 방법은 여러 사람이 작성에 참여할 수 있도록 캔버스를 화이트보드에 그리거나 커다란 종이에 인쇄하고, 포스트잇이나 펜을 사용해서 함께 그려가며 토론하는 것입니다. 비즈니스 모델 캔버스는 사업의 요소들을 한눈에 볼 수 있게 만든 도구이다. 따라서 어디에 사용하면 좋을지, 어떤 효과가 있는지는 누가 사용하느냐에 따라서 달라질 수 있다. 한 가지 분명한 것은 이것이 장점이 많은 도구라는 점이다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 9,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "인터넷 전화 애플리케이션인 'Skype' 예시(2009)를 통해 작성된 비즈니스 모델 캔버스를 알아보겠습니다. 1. 고객 세그먼트 - 무료 VOIP & 비디오 전화 서비스다 보니 중소기업(기업 고객) 및 전 세계의 일반 고객. 2. 가치 제안 - 무료 VOIP & 비디오 전화, 그리고 skypeout 기술을 활용하여 저렴하게 일반/국제 통화를 할 수 있어서 cheap calls 작성. 3. 채널 - 공식 홈페이지와 파트너십(로지텍 cd에 Skype 애플리케이션 탑재)을 통해서 고객에게 전달할 수 있어 Logitech partnership이라고 작성. 4. 고객 관계 - 인터넷을 통해서 고객과 다양하게 소통할 수 있기 때문에 Mass customized 작성. 5. 수익원 - 무료(무료가 수익은 아니나 명확한 표현을 위해서 작성)이나 Skypeout 사용료, 로지텍과 파트너십으로 인한 수익."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 10,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "6. 핵심 자원 - Skype 애플리케이션 자체와 소프트웨어 개발자가 주요 자원. 7. 핵심 활동 - 스카이프 계정을 활용한 피싱&사기, 계정도용 등을 관리하기 때문에 Fraud management 작성. 8. 핵심 파트너 - 세계시장에서 운영되는 서비스이기 때문에 다양한 결제 사업자와 통신망 관리자들이 핵심 파트너가 될 수 있어 payment providers, telco partner 작성, logitech 과 같은 하드웨어 회사가 skype 사용자를 위한 하드웨어 생산도 하므로 Logitech 작성. 9. 비용 구조 - 소프트웨어 개발과 고객 불만 관리에 주요 비용 사용. 2009년에 작성된 자료이기 때문에 지금 시점과 비교했을 때 일부 달라진 부분은 있지만, 비즈니스 모델 캔버스를 어떻게 작성해야 하는지 대략적으로 확인할 수 있습니다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 11,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "비즈니스 모델 캔버스의 장점들은 다음과 같습니다: - 주요 요소별로 사업을 평가해 보는 체크리스트 역할을 한다. - 사업이 실패하지 않기 위해서 반드시 확인해야만 하는 것이 무엇인지 알 수 있다. - 사업을 빠르게 디자인할 수 있는 도구이다. - 사업 모델의 공유를 통해 전사적 의사소통을 증진시킨다. - 사업의 주요 요소들이 얼마나 유기적으로 기능하는지 확인할 수 있다. - 고객 이해를 증진시킨다. - 사업에 대한 전반적인 이해를 증진시킨다. 비즈니스 모델 캔버스는 여러 책에서 자세하게 다루고 있고, 많은 업체에서 비즈니스 모델 캔버스 템플릿을 제공하는 등 관련 자료를 쉽게 찾아보실 수 있기 때문에 상세한 작성 방법에 대해서는 더 다양한 사례를 찾아보고 직접 대입해 보실 것을 추천드립니다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 12,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "비즈니스 모델 캔버스는 단지 경영관리 도구일 뿐이다. 사업 모델에 있어서는 캔버스의 9개 블록이 중요하지만 사업을 진행하는 것은 전혀 다른 이야기이며 사업 모델 말고도 다른 중요한 요소들이 많다. 캔버스를 사용하는 것은 사업을 진행하는 데 있어서 조금이라도 도움이 되는 부분이 있으면 무엇이든 활용한다는 태도로 접근하는 것이 좋다고 생각한다. 9개의 요소를 관리하는 것이 사업화에 있어서 중요하다면 비즈니스 모델 캔버스를 쓰는 것이 좋다. 이것은 린 캔버스나 공감지도, SWOT, 밸류 맵 등 다른 도구들도 마찬가지라고 생각한다. 도구는 단지 프레임워크를 제공할 뿐이다. 중요한 것은 이런 도구들이 내포한 본질적인 부분들이 어떻게 사업에 영향을 주는지 이해하는 것이다. 그리고 사업을 관리하고 진행시키는데 이러한 도구들이 도움이 된다고 생각한다면(그리고 그런 열정이 있다면) 공부하고 사용하면 된다."
  },
  {
    "doc_id": "business_model_canvas",
    "chunk_id": 13,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "blog",
    "last_updated": "2025-06-22",
    "content": "기존의 도구들에 부족한 점이 있거나 자신의 사업과 맞지 않는 부분이 있다면 변형해서 사용해도 되고 쓰지 않아도 좋다. 진짜 중요한 것은 사업을 성공시키기 위해서는 무엇이든 하겠다는 열정이라고 생각한다. 무엇인가 중요한 것도 알고 좋다는 것도 알지만 힘드니까, 귀찮으니까, 어려우니까 나중에 한다는 식으로 접근한다면 언제 잘될 것인가? 지금 당장 할 수 있는 것만, 할만해 보이는 것만 하는 것으로는 성공하기 쉽지 않다. 성공한 사람들은 항상 공부하고, 도움이 될 만한 것 없나 항상 찾아보고, 필요한 것이 있다면 어떤 노력이 들더라도 해낸다. 비즈니스 모델 캔버스는 사업에 있어서 가장 중요한 것이 무엇인지, 지금 당장 확인해봐야 하는 것이 무엇인지 생각해 볼 수 있도록 도와주는 도구이다. 사업을 성공시키고자 하는 열정이 있는 사람이라면 공부하고 사용하기 좋은 도구라고 생각한다. 그렇지 않은 사람들에게는 시간 낭비가 될 가능성이 높다."
  }
]