[
  {
    "doc_id": "fail_case",
    "chunk_id": 0,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_registration",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "온라인 사업 도전과 실패 경험 2023년 스마트스토어 건강기능식품 해외 구매대행 및 아마존 판매에 도전했음 건강기능식품 구매대행과 아마존 판매 모두 뚜렷한 수익이 나지 않았음 특히 아마존은 판매를 시작도 못하고 계속 막혔음 중간에 공동구매중개, 폐쇄몰 판매, 아마존FBM 판매 등 다른 사업 모델도 건드리며 삼천포로 빠질 뻔했음 건강기능식품 구매대행으로 용돈벌이 수준의 판매가 간간히 발생했음 반자동 등록 상품 중 검색 수가 높은 제품은 리뷰가 1000개가 넘어가면서 역마진이 발생했음 자동으로 재고 연동해 주는 서비스 기간 만료 후 연장하지 않았음 아마존 브랜드 레지스트리 진행 전에 상표권이 만료될 뻔했으나 아슬아슬하게 연장 신청할 수 있었음 1년 전에 그렸던 그림대로 흘러가지 않았음을 인정함 시작하기 전에 생각했던 방향성과도 비슷하지 않았음을 밝힘 지금 이대로 접고 포기하지 않을 것임을 말함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 1,
    "persona": "common",
    "category": "business_planning",
    "topic": "business_model",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "실패를 통해 배운 교훈 아무것도 모른 채 무작정 스마트스토어, 아마존 셀러에 도전했음 1년이 지난 현재, 자신의 준비성, 자신과 어떤 상품이 더 잘 맞을지, 그리고 자신의 포지션에 대해 알아가는 시간이었음 실패를 통해 배워가는 방식이었음을 설명함 100% 준비해도 20% 구멍에 부딪히고, 그 구멍을 채워 다시 100%를 채워가는 방식을 반복했음 최근 책들을 읽으며 비즈니스 모델, 온라인 유통 채널, 포지션, 나아갈 방향에 대한 이해를 얻었음 위와 같은 경험이 없었다면 책의 내용을 그저 글로만 이해했을 것이라 언급함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 2,
    "persona": "common",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "온라인 사업 성공을 위한 중요 요소 비즈니스 모델을 다양하게 접하는 것이 중요함을 언급함 온라인 유통 채널 및 '나'의 포지션을 이해하는 것이 중요함 종합 도매몰 판매자와 구매자 포지션에 따라 사업 방향성이 달라짐을 설명함 제조업체 또는 도매/벤더업체 사입 시 체크할 사항들이 있음 이러한 부분들은 1년 전에는 생각하지 못했던 사소하지만 중요한 부분들임 아이템 소싱에 대해 한층 더 세부적으로 접근하는 것이 중요함 일반적으로 잘 알고 좋아하는 물품을 소싱해서 시작하라고 추천함 아이템 소싱은 정말 오랜 시간이 걸리고 중요한 부분이며 까다로운 영역임 아마존 아이템 소싱 시 오랜 시간이 걸렸지만, 아래 부분들을 다 참고하지는 않았음을 언급함 빨리 팔고 싶은 마음에 '소비자의 눈'을 놓쳤을 수도 있음을 반성함 아이템 선정 시 고려할 5가지 사항을 다른 책에서 언급하고 있음 내가 선정한 아이템을 얼마나 잘 아는가 소비자 입장에서 객관적인 시각으로 보았는가 안정적으로 아이템을 잘 공급할 수 있는가 내 아이템의 시장성을 분석했는가 내가 선택한 아이템은 나와 잘 맞는가 초보자는 유행/시즌/사이즈/색상이 있는 상품 및 단가가 너무 높은 상품은 주의해서 판매해야 함 아래 표를 참고하면 도움이 됨 구분 초보자 주의 아이템 특징 유행 상품, 시즌 상품, 사이즈/색상 있는 상품, 고단가 상품 예시 유행 타는 옷, 계절 상품, 여러 사이즈/색상 있는 상품, 비싼 전자제품 주의사항 변동성 큼, 재고 부담 높음, 복잡성 높음, 자금 부담 큼"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 3,
    "persona": "common",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "유튜브 채널 실패 이유 분석: 목표 설정의 중요성 유튜브 채널이 지속적으로 실패하는 이유를 분석함 책 '퓨처 셀프'를 통해 얻은 깨달음을 공유함 \"미래에 나와 연결되는 그 수준이 현재의 삶과 행동 수준을 결정한다.\"는 구절에 깊이 공감함 미래의 자신의 모습을 어떻게 설정하느냐에 따라 현재의 삶과 행동 수준이 결정됨 이는 유튜버 목표 설정 맥락과 동일함 목표를 높게 설정해야 함을 강조함 낮은 목표 설정 시 미래의 모습도 작아지고 지속하기 어려움 미래의 나를 설정하는 수준이 현재 삶과 행동에 영향을 줌 높은 목표 설정 시 현재 해야 할 일이 바뀜 현재 행동 변화가 성공으로 가는 핵심임 유튜브 목표를 높게 가져야 오늘 하루가 바뀐다고 말함 레고 조립 비유를 통해 목표 설정 방식의 중요성을 설명함 대부분 첫 페이지(현재 행동)에 생각이 머물러 있음 벤자민 하디는 반대로, 마지막 페이지(미래 목표)에 따라 첫 페이지가 바뀐다고 강조함 작은 레고 자동차 비유: 마지막 페이지를 모르면 작은 결과에 만족함 거대한 건축물 레고 비유: 마지막 페이지를 설정하면 첫 페이지부터 스케일이 다름 마지막 페이지에 완성된 모형이 있어야 첫 페이지가 결정됨 큰 목표 설정 시 처음부터 그 일부분을 만들게 됨 꿈이나 목표가 작으면 처음 행동도 작음 미래의 나를 과소평가하지 말아야 함 낮은 목표 설정 시 현재를 치열하게 살 필요 없음 높은 목표 설정 시 마음가짐 자체가 달라짐 완성하고 싶은 레고의 완성된 모습을 마음속에 품고 있어야 함 목표를 구체적이고 명확하게 설정해야 하는 이유를 설명함 많은 책에서 목표를 구체적으로 설정하라고 하는 이유가 있음 미래 목표가 분명하면 행동이 구체적이 됨 거대한 공룡을 만들고 싶다면 오늘 해야 할 일이 결정됨 목표가 모호하면 오늘 뭘 해야 할지 정해지지 않음 목표를 아주 구체적이고 명확하게 설정해야 함을 극도로 강조함 완성하고 싶은 레고 매뉴얼을 가지고 있어야 함 대부분 마지막 페이지가 정해져 있지 않음을 지적함 유튜브 시작 시 '하다 보면 잘 되겠지'는 마지막 페이지를 모르는 것과 같음 마지막 페이지를 설정하지 않으면 이상한 결과물이 만들어짐 성공한 많은 사람들이 미래의 완성 작품이 마음속에 그려져 있어야 함을 강조함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 4,
    "persona": "common",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "유튜브 채널 실패하는 사람들의 공통점: 부정적인 시각 성공하는 사람과 실패하는 사람에 대한 관심이 많음을 밝힘 성공을 위한 팁/노하우 외에 실패할 수밖에 없는 습관 개선 필요함을 언급함 실패하는 사람들의 첫 번째 특징은 무언가를 매우 부정적으로 바라보는 것임 성공한 사람들의 지식/노하우 공유에 대한 부정적인 시선을 가짐 '그 사람에게만 적용되는 것', '알고리즘 떡상'으로 치부함 '나와 관계없는 이야기'라고 생각함 '능력이 되니까 가능했던 것', '나에게는 무의미'라고 생각함 결과적으로 성공한 사람들의 지식/노하우가 자신의 것이 되지 못함 이런 사람들은 결코 성공해낼 수 없을 것이라 생각함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 5,
    "persona": "common",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "유튜브 채널 성공하는 사람들의 특징: 긍정적인 시각 성공의 DNA를 가진 사람들은 누군가의 성공을 긍정적으로 바라봄 성공한 데는 이유가 있을 것이라 생각하고 노하우/지식 습득 시 자신도 성공할 수 있다고 믿음 당장 적용 못 해도 배우고 공부해서 나중에 적용하려 함 성공한 유튜버들의 노하우/팁에 대한 부정적인 생각을 경계해야 함 다른 사람의 성공에 대해 부정적으로 생각하지 말고 배울 점이 있다고 생각해야 함 과거에는 성공한 사람을 운이나 타고난 것으로 치부했으나, 최근에는 분석하고 장점을 따라하려 노력함. 결과적으로 삶이 더 나아질 것이라 생각함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 6,
    "persona": "common",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "유튜브 채널 실패하는 사람들의 공통점: 쉽게 포기하는 태도 실패하는 사람들의 공통적인 특징 중 하나는 시도 후 효과 없으면 쉽게 포기하는 것임 성공한 사람들은 오랜 기간 반복 후 효과가 나타나 노하우를 공개함 대부분의 사람들은 한두 번 적용 후 바로 효과 나타나기를 기대함 효과가 없으면 '소용없다'고 생각하고 포기함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 7,
    "persona": "common",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "유튜브 채널 성공하는 사람들의 특징: 꾸준함 성공하는 사람들은 한두 번 해서 효과 없다고 노하우나 지식들을 과소평가하지 않음 노하우나 지식에는 분명 이유가 있다고 생각하고 믿음이 있음 한두 번 효과 없어도 절대로 그만두지 않고 꾸준히 1년 이상 지속함 꾸준히 지속하면 노하우가 채널에 살아나 성공에 큰 힘을 발휘하게 됨 많은 유튜버들이 조급함을 느끼고 쉽게 포기하는 경우가 많음 성공하는 유튜버들의 공통점은 도움이 될 노하우/지식을 오랜 기간 꾸준히 적용하는 것임 한두 번 하고 포기하지 말고 꾸준히 시도해야 함 여러 명이 공유하는 노하우는 분명 이유가 있음 두 달, 다섯 달, 열 달 이상 꾸준히 시도할 것을 추천함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 8,
    "persona": "common",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "유튜브 채널 실패하는 사람들의 공통점: 운 탓 실패하는 가장 큰 특징 중 하나는 스스로 운이 없는 사람이라고 생각하는 것임 유튜브 채널은 운이 많이 작용된다고 여기는 사람이 많음 운이 어느 정도 작용하는 영역임은 동의함 세상의 많은 일들이 운이 작용하면 성공 확률이 높아지는 것은 당연함 하지만 유튜브 성공은 운만으로 이루어지는 것 아님 실패를 '운이 없어서'라고 여겨버림 이런 생각은 좋지 않음 채널 실패의 가장 큰 원인은 본인에게 있음을 잊으면 안 됨 운은 실패하거나 성공하는데 어느 정도만 영향을 끼침 가장 큰 영향을 주는 것은 본인 스스로임 성공은 알고리즘이나 운 때문이 아니라 그 사람 때문임 더 부지런하거나, 노력하거나, 재능이 있기 때문임 많은 유튜버들이 스스로 운이 없다고 생각하는 경우가 많음 자신에게 문제가 없다고 생각하지만 이상하게 안 되는 것은 자신에게 이유가 있음 영상, 제목, 콘텐츠, 목소리, 퀄리티 등에 문제가 있을 수 있음 알고리즘이 채널을 차별 대우하는 것 아님 알고리즘에게 버림받았다고 느껴질 때도 있지만 그렇게 생각하면 성공할 수 없음 채널이 안 풀린다면 스스로 돌파구를 찾고 노력해야 함 새로운 시도, 꾸준한 노하우 적용 등 알고리즘이 언젠가 띄워줄 거라며 하던 것만 하면 안 됨 채널이 반응하지 않는 것은 특정 부분에 문제가 있기 때문임"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 9,
    "persona": "common",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "유튜브 채널 실패하는 사람들의 공통점: 실패 패턴 반복 유튜브는 고생만 하고 쓸모없다고 결론 내리는 사람이 많음 이 패턴은 과거 수많은 도전에서 중간에 포기하던 패턴과 유사함 수능, 자격증, 영어 공부, 책 읽기, 다이어트, 운동 등 실패 중심에는 자신의 도전을 부정적으로 바라보는 시점이 있다고 생각함 남의 성공/노하우를 부정적으로 보고 자신의 능력을 부정하며 네거티브한 생각으로 접근함 과거에는 성공한 사람을 시기 질투하고 거리를 두려 했음"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 10,
    "persona": "common",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "유튜브 채널 성공을 위한 마인드셋: 긍정적 사고와 행동 요즘에는 성공한 사람들에게 이유가 있을 것이라 여기며 말과 글에 집중하고 경청하려 노력함 여러 명이 비슷한 이야기를 하는 부분에 더 집중하고 삶에 적용해 보려 함 효과가 당장 나타나지 않아도 금방 포기하지 않고 꾸준히 생각과 행동을 닮아가려 노력함 이런 행동이 성공할지 실패할지는 알 수 없지만 삶이 성공 공식과 맞춰져 가고 있음 중심에는 적극적이고 긍정적인 생각들이 자리 잡고 있음 '해보자', '성공한 사람들처럼 생각하고 움직여 보자'고 생각해야 함 성공했던 사람들과 행동이 비슷해지고 모여서 시간이 흐르면 성공에 가까워짐 의심하고 부정적으로 생각하기보다 상대방을 인정하고 긍정적인 생각을 해보려 해야 함 생각을 부정에서 긍정으로 전환하면 모든 것이 적극적인 행동으로 이어짐 성공하기 위해서는 행동이 따라줘야 함 행동이 이어지려면 노력이 필요하고, 노력은 긍정적으로 생각해야 덜 힘듦 노력은 늘 힘들기 때문임 긍정적으로 바라봐야 노력을 꾸준히 오랜 기간 이어갈 수 있음 많은 사람들이 공통적으로 중요하다고 이야기하는 부분을 긍정적으로 받아들여야 함 망설이지 말고 오늘 시작해야 함 새로운 콘텐츠 시도, 자막, 썸네일 개선 등 유튜브는 꼭 공부해야 하며, 특정 분야를 정해서 공부 시작해야 함 시간이 흐른 뒤 채널에 긍정적으로 영향을 줄 것임"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 11,
    "persona": "common",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": " 이승건 비바리퍼블리카(토스) 대표의 실패 경험 '8전9기'로 결국 성공 사업 아이템을 찾았음 창업 후 바로 성공하지 않았으며, 실패를 거듭한 창업자임 여덟 번의 실패 후 아홉 번째에 금융 서비스 토스를 출시했음 실패 이유 1. 예상 못한 대형 경쟁자의 출현 (SNS '울라블라' 사례) 페이스북이 비슷한 기능 출시하며 사업 접음 실패 이유 2. 공급자 관점의 제품 출시 (투표 기반 SNS '다보트' 사례) 예상보다 시장성이 없었음 카카오의 유사 기능 추가로 사업 접음 2억원의 빚이 발생했음 실패 분석 후 팀이 원하는 아이템이 아닌 세상이 원하는 것에 도전하기로 전략 변경함 고객들이 진짜 원하는 것을 찾아 100개 넘는 아이템 모음 인터넷 쇼핑의 복잡한 결제 과정 해결 아이템 선정 후 토스를 출시함 대부분 스타트업은 창업 후 3년간 성공하지 못함 스타트업도 1만 시간의 법칙이 작동한다고 생각함 주당 70시간 일해도 3년 필요함 유연한 대응 필수: 소비자의 반응 보고 신속하게 움직이는 것이 8번의 실패를 가능하게 했음 다른 다섯 번의 시도는 불과 두 달 동안 이루어졌음"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 12,
    "persona": "common",
    "category": "business_planning",
    "topic": "idea_validation",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "이수진 야놀자 대표의 실패 경험 종잣돈 모아 2000년대 첫 도전한 '배달 샐러드' 사업에 실패했음 실패 이유 1. 주력 아이템에 대한 이해 부족, 실패 이유 2. 창업 경험 미비 20대 초반 모텔에서 일하며 4000여만원을 모았음 종잣돈으로 샐러드 배달 회사에 도전했으나 실패함 사업 접고 다시 숙박업소 아르바이트생으로 돌아갔음 20년 전 샐러드 배달은 보편적이지 않았던 앞선 아이디어였음 많은 여성들이 다이어트, 시니어 세대가 건강을 원하는 아이디어에서 시작함 아이디어만으로 시작했고, 샐러드 기본 지식 없이 간략한 사업 계획만으로 창업하여 현실 장벽 발생 아이디어가 세상과 만났을 때 잘 돌아갈지 분석 없이 너무 쉽게 생각하고 시작했기 때문임 무엇을 어떻게 진행할지 가설과 로드맵, 실천 역량이 있을 때 도전해야 다음을 기약할 수 있다고 생각함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 13,
    "persona": "common",
    "category": "business_planning",
    "topic": "funding_strategy",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "15. 남세동 보이저엑스 대표의 실패 경험 진짜 실패는 '실패를 두려워한 마음'이었음 실패 이유 1. 아이폰을 얕본 오만 2007년 아이폰 출시 당시 세상 바뀔 것이란 이야기에 부정적이었음 너무 이른 성공이 판단을 흐리게 만들었음 결국 실패를 인정하고 모바일 앱 개발 대열에 합류함 출시 1년 만에 1억 명 이용자 달성한 카메라 앱 'B612'를 개발함 실패 이유 2. 갑작스러운 투자 취소 2016년 알파고 보고 AI가 '넥스트 빅싱'임을 직시하고 AI 분야로 뛰어듦 이듬해 AI 서비스 회사 보이저엑스를 창업함 창업 시작부터 순탄치 않았음 위메이드로부터 100억원 투자받기로 했으나 갑자기 투자 취소 통보 받음 동료들에게 미안함과 괴로움을 느낌 창업자의 투자 유치 실패기를 페이스북에 공개함 유명세 덕분에 맷집이 세지고 좋은 인재 영입에 도움됨 100억원 투자금 날아간 것은 큰 실패가 아니라 시련이었다고 회고함 가장 큰 실패는 실패를 두려워했던 마음이었음 창업하면서도 실패할 것 같다는 내면의 두려움이 있었음 도전의 기댓값은 실패이며, 실패하기 싫어하면 도전할 수 없다고 조언함 실패와 '절친'이 되라고 말함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 14,
    "persona": "common",
    "category": "business_planning",
    "topic": "funding_strategy",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "전주훈 삼분의일 대표의 실패 경험 2012~2016년 운영하던 레스토랑 2곳과 '홈클' 서비스에 실패했음 삼분의일 창업 계기는 사업 어려울 때 불면증 시달리며 수면 중요성 깨달았기 때문임 실패 이유 1. 수익화 실패 (홈클 서비스) 가사도우미 500여명 활동했으나 투자 유치 실패로 자금 바닥 실패 이유 2. 끈기와 인내 부족 (홈클 서비스) 외부 상황 힘들 때 버틸 힘이 부족했음 가사도우미 서비스에 대한 가슴 떨림이나 사명감이 없어 결연한 의지가 사라짐 실패 이유 3. 법률 검토 미숙 (레스토랑 및 홈클 서비스) 인도 커리 레스토랑: 인도인 주방장 없이 운영하려 했으나 시장 상황 간과 홈클 서비스: 법적으로 가사도우미에게 직접 임금 줄 수 없었음 근본적 해결 방안은 직접 채용이었으나 자금 부담 컸음"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 15,
    "persona": "common",
    "category": "business_planning",
    "topic": "market_research",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "이진열 한국시니어연구소 대표의 실패 경험 2013~2018년 운영하던 '마이돌' 서비스에 실패했음 실패 이유 1. 기대와 달랐던 시장 성장 속도 엔터 산업 환경이 당시에는 척박했음 연예기획사들이 해외 팬들을 '돈 안되는 시장'으로 여김 이용자 수와 트래픽으로 성장성 증명하려 했으나 시장 성장 속도 직접 끌어올리는 데 실패함 실패 이유 2. 비즈니스모델 발굴 실패 누적 다운로드 1400만 건 달성했으나 돈 벌 수 있는 비즈니스 모델을 찾지 못함 팬들이 만든 굿즈 판매, 팬레터 보내기 등 시도했으나 앱 내 광고만 가능했음 실패 이유 3. 복잡한 지분구조 복잡한 지분구조 해결에 많은 에너지를 소모함 비즈니스에 온전히 집중하지 못함 마이돌 서비스 실패를 통해 빠르게 성장하는 시장에서 창업하는 것이 중요하다는 교훈을 얻음 성장 속도가 빠르고 IT로 혁신할 수 있는 영역을 찾아 시니어 방문 요양 시장을 발견함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 16,
    "persona": "common",
    "category": "business_planning",
    "topic": "market_research",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "김용우 마인드로직 대표의 실패 경험 2013~2015년 운영하던 '스토리팝' 서비스에 실패했음 실패 이유 1. 지나치게 앞선 아이템 모바일로 소설 읽고 쓰는 플랫폼 구상 스마트폰 세대가 메신저에 익숙하니 가능성 있다고 판단함 젊은 세대들이 모바일 사용 패턴을 쉽게 바꾸지 않았음 당시 사용자들은 스마트폰으로 간단한 작업만 처리했음 다양한 기능 추가해도 사용자 늘지 않았음 관련 시장 주도 플랫폼들은 사용자 모바일 사용 패턴 다변화 이후 탄생함 실패 이유 2. 소수 고객 반응 외면 BTS 팬픽, 사극 장르 팬픽 등 소수 사용자 호응 있었음 마니아들만 있는 작은 시장이라 봤지만 잘못된 판단이었음 실패 이유 3. 시장 확대에 대한 조급함 4개국 동시 서비스 출시가 서비스 개선을 복잡하게 만듦 새롭게 창업한 AI 스타트업 마인드로직은 사업을 서두르지 않음 사용자별 AI 챗봇 서비스 출시 후 외국어 버전 바로 내지 않음 수평적 전개는 '작은 그룹'에서 서비스 고도화 완료 후 해야 함 글로벌 도전은 한국에서 역량 쌓은 뒤 해도 늦지 않다고 말함 창업가는 시대를 '반 발자국'만 앞서야 함 잘 정의된 시장을 하나씩 정복해나가야 함 \n스타트업이 세상을 선도한다는 '큰 생각' 버리고 철저히 고객 경험에 맞춰 서비스 확장해야 함"
  },
  {
    "doc_id": "fail_case",
    "chunk_id": 17,
    "persona": "common",
    "category": "business_planning",
    "topic": "market_research",
    "source": "news",
    "last_updated": "2025-06-22",
    "content": "안재원 큐피스트 대표의 실패 경험 2014년 소셜 알람 앱 '헬로닝'에 실패했음 실패 이유 1. 사용자 성향 파악 부족 알람을 사람들과 공유하면 아침에 몸 일으키기 쉬워질 것이라 생각함 연인들이나 기상 스터디 그룹에게 주목받을 것이라 기대함 생각보다 사람들이 많이 쓰지 않았음 연인들이 알람 같은 사적인 것까지 공유하지 않는다는 점을 발견함 지속성 크지 않은 스터디 그룹이 적극적으로 이용할 유인이 없었음 실패 이유 2. 너무 작은 시장 공략 시장이 그만큼 크지 않았던 셈임 디자인과 출신으로 회사 경영 전문성 부족이 실책이었음 '시장이 얼마나 중요한지'를 절실히 깨닫는 계기가 됨 항상 가설과 결과가 다르게 나올 수 있다는 걸 명심해야 함 내가 좋아하는 것, 잘 할 수 있는 것, 시장이 좋아하는 것의 교집합을 찾아야 해볼 만한 사업임 세 가지를 파악한 뒤에는 주저하지 않는 '실행력'이 중요함"
  }
]