[
  {
    "doc_id": "youtuber",
    "chunk_id": 0,
    "persona": "creater",
    "category": "business_planning",
    "topic": "planning_growth_strategy",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "유튜브 채널 성장을 위한 핵심 전략 (구독자 500명 전) 채널 초반에는 하지 않아야 할 것을 멈추는 것만으로도 구독자가 빠르게 늘어남. 구독자 500명 전에 절대 하면 안 되는 다섯 가지가 있음. 지인 홍보나 일관성과 같은 뻔한 내용은 제외하고 바로 적용 가능한 내용들임."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 1,
    "persona": "creater",
    "category": "marketing",
    "topic": "content_marketing",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "썸네일과 인트로의 중요성 썸네일이 제일 중요함. 콘텐츠 제작 시 영상 편집에 더 많은 시간을 쓰지만, 썸네일을 마지막에 만들면 안 됨. 영상을 보는 순서는 썸네일, 인트로, 본론, 결론 순임. 식당을 선택할 때 간판과 인테리어만 보고 선택하는 것과 같음. 썸네일이라는 첫 단계를 통과하지 못하면 다음 단계로 갈 수 없음. 썸네일을 먼저 만들면 시청자가 기대하는 내용으로 영상을 시작할 수 있음. 영상을 끝까지 볼 확률이 올라감. 가성비가 가장 좋음. 썸네일은 빠르게 좋아질 수 있어 초반에 집중해야 함. 똑같은 영상에 썸네일만 바꿔도 조회수가 몇 배로 올라갈 수 있음. 썸네일만 바꿔서 조회수가 20배 이상 올라간 경험이 있음. 인트로에서 자기 소개를 하면 안 됨. 영상에서 첫 30초가 중요함. 많은 사람들이 첫 30초에 영상을 끝까지 볼지 말지를 결정함. 채널 그래프를 보면 절반 넘는 사람들이 30초 안에 나감. 인트로를 끝까지 보게 만들면 남은 사람들은 영상을 끝까지 볼 확률이 높음. 영상의 첫 1분과 나머지 9분을 두 개의 영상이라고 생각하며 만들어야 함. 나머지 9분을 만드는 것만큼 첫 1분에도 신경 써야 함. 인트로제작 방법은 세 가지가 있음. 썸네일에서 기대한 내용이 나올 거라는 확신을 줌. 인트로에 썸네일과 관계없는 내용을 넣지 않음. 예시: \"지금부터 일주일 동안 저는 과자만 먹고 살 겁니다. 과연 모든 식사를 과자로 대체하면 몸이 어떻게 될지, 첫 번째 식사는 포스틱입니다.\" 신뢰감을 심어줌. 영상의 내용을 믿어도 된다는 증거를 보여줌. 자신의 경험을 이야기하거나 주제 관련 책이나 출처를 언급하여 신뢰감을 만들 수 있음. 예시: 브라이언 트레이스의 책 내용을 언급. 이 영상에서 얻을 수 있는 것을 확실하게 알려줌. 썸네일관련 영상에서 이득과 위협을 넣으면 클릭률이 증가하는 것을 활용. 영상을 볼 이유를 알려줌. 예시: 목표 달성을 위한 뇌과학적 전략을 알려준다고 언급."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 2,
    "persona": "creater",
    "category": "marketing",
    "topic": "content_marketing",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "영상 개수보다 퀄리티, 그리고 내용의 중요성 일주일에 1 영상 고집 금지. 영상 개수보다 퀄리티가 훨씬 중요함을 경험함. 영상 퀄리티는 두 가지임. 편집이나 촬영 같은 기술적인 퀄리티. 영상의 내용. 내용이 기술적 퀄리티보다 훨씬 더 중요함. 채널 주제에 따라 편집이나 영상미가 중요한 경우도 있음. 하지만 특별한 경우가 아니라면 내용이 더 중요함. 좋은 내용은 다음과 같음. 재미 유용한 정보 공감 이런 영상은 누구나 만들 수 있다고 생각함."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 3,
    "persona": "creater",
    "category": "marketing",
    "topic": "marketing_metrics",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "올린 영상 비공개에 대한 고려 올린 영상을 비공개하면 안 됨. 조회수가 안 나와서 비공개로 바꾼 영상이 있다면 지금 바로 공개로 바꿔야 함. 알고리즘은 며칠이 아니라 몇 달, 몇 년이 지나서도 노출을 시켜줌. 초반에 성과가 안 좋았던 영상이 나중에 조회수가 높아진 사례가 있음. 그 영상을 비공개했으면 구독자 300명을 잃었을 것임. 영상을 비공개해도 되는 유일한 경우가 있음. 채널의 성격과 맞지 않는 영상. 채널 주제가 정해지면 하나의 주제로 꾸준히 가야 함."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 4,
    "persona": "creater",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "조회수, 구독자 수 목표 설정의 문제점 조회수, 구독자를 목표로 설정하는 것은 문제가 있음. 유튜브는 노력한 만큼 성과가 비례하지 않는 특성이 있음. 1년을 해도 구독자 100명을 못 넘길 수도 있고, 첫 영상에서 구독자 1천 명이 생길 수도 있음. 시간이 지날수록 실력만큼 성과가 나오겠지만 그 시기는 알 수 없음. 구독자와 조회수는 통제할 수 있는 영역이 아님. 통제할 수 없는 것을 목표로 하면 다른 사람들에게 채널 운명을 맡기는 것 같다고 느낌. 통제할 수 있는 목표 설정이 중요함. 클릭률1% 높이기, 매달 최소 영상 두 개 올리기와 같은 목표. 이런 목표를 정하면 과정을 즐기면서 꾸준히 채널을 운영할 수 있음. 꾸준함이 유튜브성공의 기본 조건임."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 5,
    "persona": "creater",
    "category": "business_planning",
    "topic": "financial_planning",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "2025년 유튜브 시작의 매력과 기회 2025년에도 유튜브를 시작해야 하는 이유가 있음. AI 기술이 매우 발전함. 챗GPT처럼 콘텐츠 선정, 대본 작성, 자막, 썸네일제작을 도와줌. 유튜브영상 제작이 더 이상 어려운 작업이 아님. 모든 연령층을 타겟할 수 있는 유일한 플랫폼임. 10대부터 60대까지 전부 시청함. 다양한 주제로 나만의 브랜드를 구축할 수 있음. 다양한 수익화 기회가 있음. 광고 수익 외에도 협찬, 제휴 마케팅, 서비스, 제품 판매, 온라인 강의 등. 수익화에 유튜브보다 유리한 플랫폼은 없다고 생각함. 지금 시작해도 늦지 않았다는 주장이 있음. 2020년부터 지금까지도 늦었다는 말을 계속하지만 유튜브는 여전히 건재하고 기회가 열려 있음."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 6,
    "persona": "creater",
    "category": "marketing",
    "topic": "content_marketing",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "유튜브 콘텐츠 선정 방법 콘텐츠를 어렵게 생각할 필요가 없음. 내가 하고 있는 모든 것을 콘텐츠화하기 충분함. 콘텐츠 찾는 법 세 가지가 있음. 내가 잘하는 것과 좋아하는 것을 찾음. 주변 사람들이 나에게 도움을 요청하는 분야를 생각해봄. 지인들에게 유튜브에 대해 알려달라는 소리를 많이 들어 지금 채널을 운영함. 다른 사람들도 궁금해할 확률이 큼. 전문가 정도는 아니어도 답변이 가능하다면 콘텐츠 만들기에 충분함. 좋아하는 것이 무엇인지 생각해봄. 평소 유튜브 알고리즘화면을 보면 답이 쉽게 나옴. 나의 성장 과정을 공유하거나 초보로서의 경험을 담음. 사람들의 수요가 많은 콘텐츠임. 성장 스토리에 사람들이 열광하는 이유가 있음. 이태원 클라쓰의 박새로이를 생각해보면 됨. 시청자 수요를 고려함. 주제를 유튜브에 검색해보는 것이 가장 좋은 방법임. '뜨개질' 검색 결과 콘텐츠와 조회수가 많음을 확인. 수요가 많고 유튜브에서 잘 먹히는 주제임을 의미함. 가장 잘되고 있는 채널을 살펴보는 것이 중요함. 어떤 콘텐츠, 편집 스타일, 썸네일을 하는지 조사하고 벤치마킹함. 이미 검증된 방법이기 때문에 무조건 반 이상은 감. 새로운, 독창적인 콘텐츠를 만들려고 착각하는 경우가 많음. 이 때문에 조회수가 안 나오는 경우가 많음. 원하는 분야를 유튜브에 검색해보면 수요가 있는지, 어떤 채널을 보고 배우면 될지 알 수 있음. 콘텐츠 주제 선정 시 내가 잘하는 것인지, 좋아하는 주제인지 선택하고, 동시에 시청자가 보고 싶어 하는 내용인지 고려해야 함."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 7,
    "persona": "creater",
    "category": "marketing",
    "topic": "content_marketing",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "초보 유튜버를 위한 장비 및 편집 프로그램 추천 장비/ 프로그램 설명 추가 정보 출처 촬영 장비 카메라 사지 말고 스마트폰 사용 요즘 스마트폰 화질이 매우 좋음 삼각대 촬영 시 흔들림 방지를 위해 필수 만 원대로 후기 및 별점 높은 아무거나 구매해도 됨 마이크 특히 외부 촬영 시 필수 소니 ECM-TX660 추천 (가볍고 휴대성 좋음) 10만 원대로 비싸다면 '핀 마이크' 검색하여 저렴하고 좋은 제품 구매 가능 조명 외모를 신경 쓰지 않아도 시청자의 눈을 위해 필요 쿠팡에서 저렴한 것들 검색하여 구매 추천 편집 프로그램 프리미어 프로 추천 대부분의 편집자, 유튜버들이 사용하며 기능이 많고 인터페이스가 좋음 처음엔 어렵지만 유튜브 기초 강의를 보고 일주일 연습하면 간단한 편집 가능 유튜브는 비싼 장비가 필요하지 않음. 10만 원짜리 마이크를 빌려서도 콘텐츠를 만들고 있음."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 8,
    "persona": "creater",
    "category": "business_planning",
    "topic": "growth_strategy",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "유튜브 채널 개설 및 초기 설정 (브랜드 계정의 중요성) 유튜브아이디 만들고 채널 개설하는 것은 어렵지 않음. 하지만 처음에 잘못 개설하면 나중에 잘 됐을 때 어려움을 겪을 수 있음. 처음 시작할 때 몇 가지 설정을 잘하는 것이 중요함. 유튜브채널 만들기 전 구글 계정을 먼저 만들어야 함. 유튜브가 구글 소유이기 때문임. 유튜브를 처음 만들 때는 개인 계정과 브랜드 계정이 있음. 두 계정의 차이점은 중요함. 개인 계정: 하나밖에 만들 수 없음. 브랜드 계정: 100개를 만들 수 있음. 총 101개의 유튜브채널을 만들 수 있음. 가장 큰 차이점은 양도 가능 여부임. 개인 계정: 타인에게 양도할 수 없음. 브랜드 계정: 타인에게 양도할 수 있음. 구독자 150만 명 유튜버가 채널을 팔아 20억을 받은 사례가 있음. 우리 채널도 나중에 몇 천만 원이라도 받을 수 있는 채널로 성장할 수 있음. 반드시 브랜드 계정으로 만들어야 함. 이미 채널이 있다면 개인 계정인지 브랜드 계정인지 확인하는 방법이 있음."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 9,
    "persona": "creater",
    "category": "marketing",
    "topic": "email_marketing",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "구글 아이디 및 유튜브 채널 만드는 구체적인 방법 컴퓨터에서 구글 아이디를 만드는 단계는 다음과 같음. 구글 크롬을 열고 오른쪽 상단 로그인 클릭. 계정 만들기 클릭. 개인용 선택. 성과이름, 사용자 이름, 비밀번호 입력. 다음 클릭. 핸드폰 번호 인증 (선택 사항이지만 영상 업로드 시 필요). 복구 이메일 주소 입력 (선택 사항). 생년월일, 성별 입력. 약관 동의 후 계정 만들기. 구글 아이디 생성 완료. 유튜브채널 만드는 단계는 다음과 같음. 오른쪽 위 로그인된 부분 확인. 점 9개 클릭 후 유튜브클릭. 자동으로 로그인됨. 오른쪽 위 이미지 클릭 후 채널 만들기 클릭. 유튜브이름 (닉네임) 입력 (나중에 변경 가능). 핸들 입력 (나중에 수정 가능). 채널 만들기 클릭. 유튜브채널 생성 완료. 이렇게 만든 채널은 개인 계정임. 브랜드 계정 만드는 단계는 다음과 같음. 오른쪽 위 이미지 클릭 후 설정 클릭. 새 채널 만들기 클릭. 새롭게 채널 이름 추가. 체크 후 만들기 클릭. 브랜드 계정 생성 완료. 개인 계정과 브랜드 계정 확인 방법은 다음과 같음. 오른쪽 위 얼굴 부분 클릭하여 계정 전환 클릭. 두 가지 계정이 생겼는지 확인. 채널 관리자 부분이 있으면 브랜드 계정, 없으면 개인 계정임. 처음 만들어진 계정은 개인 계정이고, 새 채널 만들기 통해 만든 것은 브랜드 계정임. 브랜드 계정을 내 유튜브채널로 이용하는 것이 좋음."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 10,
    "persona": "creater",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "유튜브 성공은 운이 아닌 실력인가? (30일 비밀 채널 실험) 유튜브로 성공하는 것이 실력인지 운인지에 대한 질문이 있음. 165만 유튜버가 무명 시절로 돌아가 다시 성공할 수 있는지 실험함. 30일 동안 아무에게도 알리지 않은 유튜브채널을 만들어 최대한 많은 구독자를 모으는 실험을 함. 실험 결과는 충격적이었음. 한 달 안에 구독자 1만 명, 100만 넘은 영상 만들기, 수익 1원이라도 내기가 목표임. 첫째 날 채널 주제를 정함. 정보 또는 게임 채널 두 가지로 좁혀짐. 새로운 도전을 위해 게임 채널로 결정함. 마인크래프트 게임으로 정함. 2일 차에 자세한 주제를 정하고 채널 방향성을 잡음. 유명 마인크래프트 유튜버 300명 분석. 어떤 영상들이 잘 나왔는지, 편집, 썸네일, 공통점 등을 분석하여 시장을 파악함. 채널을 만듦. 채널 이름은 랜덤 닉네임 생성기를 돌려 '이비온'으로 정함 (가수 '비오'와 겹쳐 살짝 바꿈). 채널 프사와 배너에 더 신경을 씀. 본인만의 이미지나 대표 색상이 있어야 브랜딩이 됨. 깔끔하고 눈에 잘 띄는 노란색 기반으로 꾸밈."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 11,
    "persona": "creater",
    "category": "business_planning",
    "topic": "growth_strategy",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "쇼츠를 활용한 초기 채널 성장 전략 쇼츠를 메인으로 밀어볼 생각임. 게임 채널은 목소리보다 게임 플레이가 더 우선임. 첫 영상 주제는 마크를 아는 사람이라면 관심을 가질 만한 대중적인 주제로 정함. 예시: 엔더진주 1000개를 동시에 던지면 어떻게 될까?. 첫 영상 제작 포인트는 다음과 같음. 시작하자마자 지체 없이 본론으로 바로 시작하여 이탈률을 줄임. 초반부터 최대한 자극적이고 궁금증 유발 화면을 사용하여 주의를 끔. 영상을 빠른 템포로 가져가 시청자들이 다시 돌려보도록 유도. 두 번째 영상 주제는 정보성 영상으로 시도함. 예시: 화살이 빠를수록 데미지가 늘어나는 실험 영상. 두 번째 영상부터 이론 설명하며 마이너하게 들어가는 것이 맞나 싶었지만 시도함. 신경 써서 올린 영상보다 무지성으로 올린 영상이 더 잘 되는 경우도 많음. 첫 영상 업로드 후 5시간 만에 조회수800회, 구독자 8명 증가함. 댓글 반응은 긍정적이었음. 쇼츠라서 바로 반응이 오는 것 같음. 업로드 첫날 이 정도면 시작이 아주 좋음. 4일차 아침, 자고 일어났더니 조회수2000회, 구독자 7명 더 증가함. 자정에서 1시 사이에 갑자기 알고리즘을 받은 것 같음. 하루 종일 상승세를 보여 오후에는 조회수5000회, 구독자 50명을 넘어섬. 첫 구독자 10명 모으는 데 일주일까지 각오했는데 하루 만에 50명을 찍은 것을 보고 알고리즘이 일을 잘한다는 것을 느낌."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 12,
    "persona": "creater",
    "category": "marketing",
    "topic": "marketing_metrics",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "알고리즘의 변동성과 대응 전략 이 기세를 몰아 다음 영상을 바로 올렸지만 첫 영상보다는 성적이 저조했음. 6시간 만에 조회수600회 정도, 구독자는 90명이었음. 5일차 아침 구독자 100명이 넘음. 조회수에 비해 구독 전환율이 꽤 높은 것은 댓글창 분위기가 한몫했다고 생각함. 사람들이 이렇게 떡상한다면 칭찬하니 덩달아 구독을 누른 것으로 보임. 신인 유튜버라는 사실 자체가 다른 유튜버와 차별점이 될 수 있다는 아이디어를 얻음. 유튜브는 이런 역발상이 필요함. 세 번째 영상 내용은 신생 채널이지만 떡상할 것이니 속는 셈치고 구독하라는 내용임. 이런 컨셉의 유튜버가 없었음. 알고리즘에 처음 보는 유튜버가 떴는데 떡상할 거라고 하고 영상 퀄리티와 댓글 반응이 좋으면 속는 셈치고 구독을 누를 가능성이 높음. 세 번째 영상 업로드 4분 만에 첫 댓글이 달림. 내일 다시 확인했을 때 구독자가 거의 3배 늘어 117명에서 377명으로 증가함. 영상 자체는 조회수가 500회밖에 안 나왔지만 564명 중 91명이나 구독을 눌렀음. 제 어필이 통했음을 보여줌. 이 영상은 꾸준히 구독자를 유입시키는 역할을 할 것이라고 예상함. 죽은 줄 알았던 두 번째 영상이 갑자기 알고리즘을 타면서 시간당 몇백 회씩 조회수가 오름. 알고리즘은 알다가도 모를 일임. 채널 통계 그래프가 아직까지 너무 완벽한 모양이라 하루 정도 업로드를 쉬면서 지켜봄. 7일차에 구독자 300명을 달성함. 일주일 만에 300명이면 나쁘지 않다고 생각함. 8일차 오후, 가장 조회수가 잘 나올 시간대임에도 모든 영상이 갑자기 죽어버림. 알고리즘이 채널 분석 목적으로 실험을 하거나 버림받았을 가능성을 생각함. 알고리즘이 버림받았더라도 시간이 지나면 풀리겠지만 지금은 기다릴 시간이 부족함. 새 영상 제작을 잠시 멈추고 지켜봄. 9일차, 어제 구독자에서 한 명도 안 늘음. 오후 9시 피크 시간대에도 조회수가 거의 없음. 쇼츠 채널은 오락가락하는 경우가 있지만 직접 겪으니 기분이 좋지 않음. 알고리즘의 장난이었길 바라며 기다림. 11일차 아침, 구독자는 미동이 없음. 하지만 다시 혈이 살짝씩 트이기 시작함. 알고리즘이 다시 돌아온 경험을 함. 오후 2시, 점심을 먹고 왔는데 갑자기 구독자가 50명 늘음. 구독해달라는 세 번째 영상이 살짝 알고리즘을 받았음. 조회수는 가장 낮지만 탄탄한 구독 전환율을 보여주며 박준의 역할을 잘해냄. 살짝 올랐다가 다시 줄어드는 것 같지만 쇼츠는 원래 이런 맛에 키우는 것임. 자고 일어나면 구독자 몇천 명이 오를지도 모른다는 변동성으로 인한 희망이 항상 존재함. 알고리즘이 어느 정도 돌아온 것 같아 다음 영상을 준비함. 다음 영상 주제는 최대한 대중적인 마크에서 가장 강한 몬스터로 정함. 약한 몬스터부터 시작하여 순위를 매기는 형식으로 시청 지속 시간 상승 기대. 새벽 1시였지만 다음 날 올리는 것이 더 낫다고 판단함. 11일차 오후 2시, 다시 죽어버림. 알고리즘이 장난하는 것 같음. 어제보다 구독자가 한 명 줄음. 아직 때가 아닌 것 같아 업로드를 좀 더 미룸. 알고리즘의 변덕에 대해 언급함."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 13,
    "persona": "creater",
    "category": "business_planning",
    "topic": "startup_preparation",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "구독 유도의 효과와 방법 구독자를 늘리는 가장 빠른 방법은 구독을 눌러달라고 직접 말하는 것임. 구독 유도의 효과는 엄청남. 효과적인 구독 유도 멘트는 단순히 '재밌으셨다면 구독과 좋아요'가 아니라 시청자에게 구독과 좋아요를 눌러야 하는 이유를 제공하는 것임. 일곱 번째 영상에서 구독자 1000명이 코앞이라는 점을 강조하며 구독을 눌러달라고 함. 이 간단한 멘트 한마디에 많은 사람이 구독을 눌렀음. 다음 날 구독자가 721명에서 872명으로 증가함. 구독 유도의 효과가 눈으로 보였음. 구독자 카운트를 보여주면서 구독을 유도하는 방식이 효과가 좋음. 구독자가 오를 때마다 몬스터가 스폰되는 컨셉으로 상단에 구독자 카운트를 띄워놓고 간접적으로 구독을 누르도록 유도함. 구독 유도 장치를 영상에 자연스럽게 녹이는 것이 유튜버의 중요한 스킬임. 구독을 유도하되 불편함이 느껴지지 않게 구성함. 거부감이 들지 않을 정도로만 치고 빠지는 것이 중요함."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 14,
    "persona": "creater",
    "category": "business_planning",
    "topic": "growth_strategy",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "채널 성장에 따른 변화와 목표 달성 16일 만에 구독자 1000명을 달성함. 24시간 동안 839명이 증가함. 조회수는 상당히 안정권에 진입함. 업로드 직후 조회수가 몰리고, 새벽엔 줄었다가 아침, 오후에 다시 오르는 전형적인 한국 채널 그래프를 보임. 주말에는 낮에도 조회수가 줄지 않고 안정적으로 나옴. 최근 영상은 조회수1만 회를 향함. 새 영상 업로드 후 실시간 조회수가 굉장히 높아짐. 최근 영상들에서 구독을 활발히 유도한 덕분에 벌써 구독자는 1800명을 넘어감. 새 영상을 올리지 않았는데도 알고리즘만으로 어제 업로드 직후 최고 기록을 깸. 모든 영상의 그래프가 상승세에 있는 것을 확인함. 본격적으로 알고리즘을 타기 시작했다는 증거임. 구독 유도 영상 투입 후 알고리즘이 미쳐 날뛰기 시작함. 최근 영상은 가파른 대각선을 그리며 조회수가 올랐고 댓글도 많이 달림. 구독자는 벌써 3천 명을 돌파했으며 최초로 좋아요 1,000개가 넘은 영상이 생김. 18일 구독자는 4,000명을 넘어 5,000명을 앞둠. 모든 영상의 조회수가 1만 회를 넘음. 첫 번째 목표인 구독자 1만 명은 달성할 확률이 높음. 수익 창출 조건을 채우려면 쇼츠 말고 일반 영상을 올려야 함. 19일 아침 구독자 7,000명이 코앞에 다가옴. 구독자가 7,600명까지 늘고 긴 영상 작업과 함께 어제 만든 쇼츠를 업로드함. 최근 10개 동영상 순위에서 방금 올린 영상이 1위인 것을 보니 채널이 성장한 게 느껴짐. 꿈의 그래프 (올랐다가 떨어지지 않고 더 오르는 그래프)가 10번째 영상에서 나옴. 유튜버에게 이건 꿈의 그래프임. 새 영상을 올렸는데 이런 그래프가 찍혔다면 끝난 것임. 시간당 6만 회까지 찍고 서서히 내려옴. 시간당 6만 회는 1분마다 1,000명이 봤다는 것이므로 엄청난 수치임. 집에 돌아와 보니 구독자는 순식간에 1만 명을 넘겨 있었으며 조회수는 5시간 만에 10만 회를 넘음. 게임 인기 급상승 2위로 올라감. 이 영상이 주는 의미는 두 가지임. 알고리즘에 혈이 뚫렸다는 것. 다음 영상이 진짜 중요하다는 것. 다음 쇼츠는 늦더라도 시간당 12만 회를 뚫어야 하므로 최대한 신경 써서 만들어야 함. 알고리즘이 준 기회를 잡아야 함. 알고리즘에게 채널이 더 떡상할 수 있음을 증명해야 함. 21일차 구독자 1만 5천 명을 넘어감. 평일에도 웬만한 중형 채널급 조회수가 나옴. 본 채널 조회수와 비교해도 크게 꿀리지 않음 (본 채널은 한 달간 업로드 안 한 상태). 22일 아침, 조회수는 어제 이 시간대보다도 2배 증가함. 영상 대부분 조회수10만 회를 넘겼고 첫 영상은 벌써 25만 회임. 오후에는 실시간 조회수가 100만을 돌파하고 계속 오름. 구독자도 완벽한 우상향 그래프를 그리며 어제 하루 동안 1만 2천 명이 증가함. 구독자 5만 명을 돌파함. 구독자가 굉장히 빠르게 늘어나는 것은 연령대가 낮은 게임 채널이라 구독 유도 멘트가 더 효과적인 것 같음. 23일 아침 조회수1만 회가 코앞이고 쇼츠에서는 30만을 넘은 영상들도 생김. 점심에는 구독자 6만을 돌파함. 만들던 쇼츠 영상 마무리 단계에 들어감. 새 영상을 오후에 업로드하고 지난 영상의 기록을 넘더니 6시간 만에 27만 회를 뚫고 인기 급상승 1위를 함. 지난 영상이 6시간 만에 12만 회였는데 이번 영상은 1시간 만에 7만 회, 2시간 만에 12만 회를 기록함. 여기서 14만 회로 나오는 것은 조회수가 너무 빨리 늘어 13만 회가 프리징 걸려 있었기 때문임. 주말이라 조회수는 멈출 줄 몰랐으며 저녁에는 구독자 8만 2천 명까지 찍음. 24일차에도 여전히 1위를 유지함. 아침 9시에도 조회수는 미친 듯이 올랐고 결국 24일 오후 3시경 구독자 10만을 달성함. 3주 만에 10만을 달성함. 이후 모든 것이 순조롭게 흘러감. 25일 저녁 구독자 10만 인증 배지를 신청함. 채널 최초로 조회수 100만을 넘은 영상이 나옴. 26일 아침 다른 영상들도 하나 둘씩 100만을 넘기기 시작함. 그날 오후 업로드한 새 영상도 최근 10개 중 조회수1위, 4시간 만에 인기 급상승 1위로 진입하며 기록 갱신함. 27일 수익 창출 조건이 채워져 신청함. 유튜브에서 먼저 실버버튼 코드를 보내준 것은 최초였음 (보통 먼저 문의해야 보내줌). 실버버튼이 이미 많아 아직 신청은 안 했지만 보고 싶다면 신청할 의향이 있음. 28일 구독자 20만 그리고 실시간 조회수 500만을 돌파함. 이 수치는 스토리 채널 전성기 최고 기록과 거의 맞먹음. 다시 올린 영상은 49분 만에 10만을 돌파하며 이전 영상 기록 경신 및 1위에 오름. 그날 오후 수익 창출이 승인됨. 원래 며칠 걸리지만 성장세가 빨라 하루 만에 승인됨. 영상들의 조회수는 대부분 100만을 넘고 처음으로 200만을 넘은 영상도 나옴. 29일에도 급상승 1위를 지키고 있었는데 갑자기 내려가고 새로운 1위가 등장함. 새로운 1위는 바로 자신의 새로운 영상이었음. 자신을 넘을 수 있는 것은 자신밖에 없음을 보여줌. 게임 급상승은 채널당 하나만 올라가서 하나가 올라가면 하나는 내려감. 마지막 날인 30일 구독자 30만을 찍으며 한 달간의 여정이 끝남. 조회수가 잘 나오고 수익 창출 승인이 얼마 안 되어 수익 데이터가 제대로 안 나와 2주 정도 더 운영함. 영상을 만들고 있는 10월 22일 기준 현재 구독자는 68만 명, 총 조회수 6천만, 수익은 천만 원이 넘음. 영상들의 평균 조회수는 270만, 가장 높은 조회수는 500만임. 지난 3주간 올린 모든 영상은 인기 급상승 1위에 오름."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 15,
    "persona": "creater",
    "category": "mental_health_wellbeing",
    "topic": "motivation_maintenance",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "유튜브 성공에 대한 결론 (실력의 중요성) 프로젝트 대성공에 운도 작용했다고 인정함. 유튜브는 이제 레드오션이라는 주장에 반박함. 연예인과 방송국 진입으로 일반인은 가망 없다는 주장은 사실이 아님. 지금 시작하기 늦었고 게임 채널 성공은 불가능하다는 주장에 반박함. 불가능은 없으며 누구나 할 수 있다는 메시지를 전함. 지금 시작해도 전혀 늦지 않았음을 강조함. 유튜브는 실력이라는 결론을 내림."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 16,
    "persona": "creater",
    "category": "business_planning",
    "topic": "growth_strategy",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "유튜브 성장을 위한 핵심 노하우 (빙의) 유튜브, 인스타그램, 블로그 등 SNS를 잘하려면 빙의를 잘해야 함. 빙의는 상대방의 입장이 되어 보는 것임. 완전히 그 사람이 되어 보는 것임. 유튜브를 운영하므로 시청자의 입장이 되어봐야 함. 시청자 입장에서 영상을 5분, 10분을 들여 볼 만한지 객관적으로 봐야 함. 영상을 보고 나서 구독 버튼을 누르고 싶은지 아닌지를 객관적으로 봐야 함. 애정을 들여 영상을 만들었기 때문에 객관적으로 보기 어렵지만 해야 함. 이것이 없으면 절대 구독자 수가 늘지 않음."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 17,
    "persona": "creater",
    "category": "task",
    "topic": "operation_tips",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "채널 구독의 명확한 이유 만들기 채널 구독에 명확한 이유가 있어야 함. 온선 채널 구독 이유 예시: 유튜브잘하는 법 알려줘서, 사용법 쉽게 알려줘서. 명확한 이유가 바로 떠오르지 않는다면 지금 만들어야 함. 다른 유튜버와의 차별점을 만드는 방법이 있음. 유튜브잘하는 법을 알려주는 다른 유튜버들이 3년 전 영상을 많이 올린 반면, 최근 정보를 담는 것은 경쟁력이 될 수 있음. 5년 동안 10개 이상의 채널을 운영한 경험도 차별점임. 댓글을 성심성의껏 달아주는 것도 차별점임. 이렇게 5가지의 이유가 필요하지는 않지만 적어도 명확한 이유 하나는 있어야 함. 영상을 열심히 만들었다고 해서 사람들이 구독하지 않음."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 18,
    "persona": "creater",
    "category": "marketing",
    "topic": "content_marketing",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "콘텐츠 제작 시 전문가가 아니어도 되는 이유 콘텐츠 제작에 전문가가 돼야 한다는 착각을 하는 경우가 많음. 하지만 유튜브채널 운영에는 전문가가 될 필요가 없음. 전문가가 아니어도 되는 이유가 있음. 다이어트 채널 예시: 다이어트에 성공하지 못한 사람의 영상도 인기가 많음. 다이어트 성공법 정보 외에 다이어트 경험 공유도 가치 있는 콘텐츠가 될 수 있음. 예시: '저탄고지 다이어트에 대해 알아봤는데요'와 같은 영상도 만들 수 있음."
  },
  {
    "doc_id": "youtuber",
    "chunk_id": 19,
    "persona": "creater",
    "category": "mental_health_wellbeing",
    "topic": "perfectionism_control",
    "source": "youtube",
    "last_updated": "2025-06-22",
    "content": "영상의 완벽함보다 내용과 특징의 중요성 영상이 완벽하지 않아도 됨. 정성을 다해야 하지만 영상이 꼭 완벽해야 한다고 생각하면 많이 올릴 수 없음. 삼촌의 조경 유튜브채널 사례를 통해 알 수 있음. 본인의 직업인 조경 일을 하면서 영상을 막 찍어 올렸음. 영상이 완벽하지 않았지만 구독자가 많았음. 상세하고 재미있는 설명으로 내용을 풀어가서 성공했음. 영상을 보는 것뿐만 아니라 듣는 것이 목적인 사람들에게 유용한 정보와 노하우를 제공했음. 영상이 완벽하거나 그 분야의 전문가가 아니어도 채널을 보게 하는 이유 딱 한 가지만 있다면 구독자는 늘 수 있음. 사람들이 내 유튜브채널을 왜 봐야 하는지 노트를 꺼내서 적어보는 것을 추천함. 간단한 예시: 육아 채널은 육아 잘하는 법, 요리 채널은 요리하는 법 등. 내 채널만의 특징을 만들면 더 좋음. 리뷰 채널 예시: 다른 사람들은 새 물건 오픈 영상 찍을 때, 나는 한 달, 1년 사용 후기를 올림. 다이어트 채널 예시: 시중에 나온 각종 다이어트를 직접 해보고 영상으로 만듦. 나이와 성별도 특징이 될 수 있음. 예시: 유튜브잘하는 법 알려주는 사람이 다 남성일 때, 나만 여자이거나 30대 여자이면 특징이 됨. 기업이 강의 목적에 맞는 이미지를 가진 사람을 섭외하는 사례처럼, 나랑 똑같은 사람은 없으므로 그것 자체가 특징이 될 수 있음. 너무 거창하게 생각할 필요는 없음. 상대방 입장에서 생각하는 습관이 매우 중요함. 사업, 대화 등 여러 부분에 도움이 됨. 똑같은 말을 해도 어떻게 말하느냐에 따라 상대방 반응이 달라짐. 습관화될 수 있도록 노력하는 것이 중요함. 영상을 올릴 때마다 보는 사람이 어떻게 느낄지, 구독하고 싶을지 고민해야 함. 이 과정에서 채널이 가치 있고 사람들에게 도움 되어 구독자가 늘 수 있음. 내 채널을 보는 사람들의 빙의를 해라는 것이 핵심 노하우임. 내가 그 사람이 된 것처럼 영상을 객관적으로 보고 별로인 부분을 지우고 명확한 이유가 있는 것만 살려둬야 함. 여러 주제가 섞인 채널이 잘 안 되는 이유는 여기에 있음. 먹방, 브이로그 등 여러 주제를 섞으면 영상이 잘 안 됨. 특정 주제를 정하고 그 주제에 관심 있을 사람들에게 도움 되거나 아주 재밌을 만한 내용을 만드는 것이 구독자가 가장 빠르게 느는 지름길임."
  }
]