[
  {
    "doc_id": "youtube_trend",
    "chunk_id": 0,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "팬덤이 모이는 공간, 유튜브 : 2024년의 인기 주제 리스트를 보면 유튜브는 스포츠 팬덤, 아티스트 팬덤, TV 프로그램 팬덤을 비롯한 다양한 팬덤이 모이는 공간임을 알 수 있습니다. 실제로 자신을 누군가 혹은 무언가의 ‘팬’이라고 규정한 14~44세 한국 온라인 이용자 가운데 90%가 자신이 좋아하는 대상에 대한 콘텐츠를 소비하기 위해 최소 일주일에 한 번은 유튜브를 사용한다고 밝혔는데요. 스포츠 팬들은 연초에는 아시안컵 관련 영상들을 시청하기 위해, 여름에는 올림픽 관련 영상들을 찾아보기 위해 유튜브를 찾았습니다. 또, 크리에이터들이 직접 경기가 열리는 현장에 찾아가 생생한 현지 분위기를 공유하는 영상들도 많은 시청자들의 관심을 모았습니다. ‘눈물의 여왕’, ‘흑백요리사’, ‘선재 업고 튀어’ 등 드라마나 예능 프로그램을 좋아하는 팬들도 유튜브를 찾았습니다. 공식 하이라이트 영상이나 비하인드 영상 뿐 아니라 팬 크리에이터들이 만들어낸 팬 콘텐츠도 큰 인기를 끌었는데요. ‘흑백요리사’의 경우, 리뷰 영상은 물론이고 화제가 된 장면들을 패러디하거나 경연에 나온 요리를 따라 해보는 등 다양한 팬 콘텐츠가 만들어졌고, ‘선재 업고 튀어’의 경우 여러 리액션 영상들이 올라왔는데 그중에서도 크리에이터 찰스엔터의 영상들이 높은 조회수를 기록했습니다. 한국 Z세대의 53%는 어떤 대상 자체보다 그 대상에 대해 토론하거나 분석하는 콘텐츠를 보는 데 시간을 더 많이 사용한다고 답했을 정도로, 이러한 팬 콘텐츠의 인기는 때로는 원본 콘텐츠를 능가하기도 합니다. 아티스트 팬덤도 큰 존재감을 드러냈습니다. 작년부터 여러 곡들이 역주행하면서 한층 더 높은 인기를 끌기 시작한 DAY6(데이식스)가 리스트에 오르면서 이른바 ‘밴드 붐’의 도래를 알렸고, 올 초에 데뷔한 아일릿(ILLIT)은 데뷔곡 ‘Magnetic’으로 데뷔와 동시에 많은 관심을 모았습니다. 한편, 작년 말 크리에이터 김계란의 ‘최애의 아이들’ 시리즈를 통해 결성된 밴드 QWER은 데뷔곡인 ‘Discord’ 부터 올해 발매한 ‘고민중독’, ‘내 이름 맑음’까지 연달아 화제를 모으며 대세로 떠올랐습니다. 크리에이터들은 자신이 좋아하는 대상에 대한 콘텐츠를 적극적으로 만들어내며 트렌드를 형성하기도 했는데요. 크리에이터 서이브가 발매한 노래 ‘마라탕후루’는 댄스 챌린지가 화제가 되며 많은 이들의 참여를 이끌어냈고, 크리에이터 젼언니의 영상으로 두바이 현지에서만 구매가 가능한 ‘두바이 초콜릿’에 대한 관심이 높아지며, 크리에이터들은 자신만의 방식으로 두바이 초콜릿의 맛과 모양을 재현해 내거나 실제로 두바이를 찾아 초콜릿을 구입해 맛보기도 했습니다. 이러한 인기에 힘입어 여러 편의점 브랜드에서 관련 제품들을 잇따라 내놓았고, 이 제품들을 크리에이터들이 리뷰하면서 두바이 초콜릿의 인기는 지속되었습니다."
  },
  {
    "doc_id": "youtube_trend",
    "chunk_id": 1,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "가까운 이들과의 모습을 담은 영상으로 행복감을 나누는 크리에이터들 : 2024년은 가까운 이들과 즐겁게 소통하는 모습을 영상으로 담아 공유하는 크리에이터들이 시청자들에게 행복감과 힐링을 선사하며 최고 인기 크리에이터 리스트에 이름을 올렸습니다. 2위에 오른 인생 녹음 중의 경우, 일상 속 부부의 대화를 녹음한 뒤 귀여운 애니메이션을 입힌 쇼츠들로 엄청난 조회수를 기록했는데요. 댓글 창을 살펴보면, 시청자들은 이 부부의 영상을 통해 행복감을 느끼고 지친 일상 속 힐링을 했다는 반응을 보였고, 이런 결혼 생활을 할 수 있는 사람과 결혼해야겠다는 깨달음을 나누기도 했습니다. 3위에 오른 언더월드 UNDER WORLD는 크리에이터 송하빈이 자신의 반려묘인 춘봉, 첨지와의 유쾌한 상황극으로 많은 이들의 웃음을 자아내며 얼마 전 100만 구독자 달성을 축하하기도 했습니다. 6위에는 사랑스러운 아이 태하의 모습을 부모님의 따뜻한 시선으로 담아내는 채널 태요미네가 올랐는데, 시청자들로부터 ‘영상에서 사랑이 보인다’는 반응을 얻으며 보는 이들의 마음을 따뜻하게 했습니다. 한편, 7위에는 올해 2024년 시작과 동시에 큰 인기를 모은 채널 안녕하세요 최화정이에요가 올랐는데, 방송인 최화정이 스스로와 건강한 관계를 맺으며 충만하게 자신의 일상을 꾸려나가는 모습을 보여주며 많은 이들에게 명랑한 어른의 라이프 스타일에 대한 영감을 주었습니다."
  },
  {
    "doc_id": "youtube_trend",
    "chunk_id": 2,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "유튜브에서 탄생한 밴드를 비롯해 다양한 모습을 보여주는 여성 아티스트들의 활약 : 2024년 최고 인기곡 1위는 앞서 올해의 인기 주제 리스트에도 이름을 올린 밴드 QWER의 노래 ‘고민중독’이 차지했습니다. 이 노래는 청량한 느낌의 밴드 곡으로 많은 이들에게 신선함을 주며 높은 인기를 끌었는데요. QWER은 유튜브가 기존 아티스트들이 음악을 선보이고 팬들과 소통하는 공간일 뿐 아니라 새로운 아티스트가 탄생하는 공간이 될 수도 있음을 보여주고 있습니다. 한편, QWER을 포함해 올해 최고 인기곡 10곡 가운데 9곡이 여성 아티스트의 곡이었을 정도로 올해에도 작년에 이어 여성 아티스트들의 강세가 이어졌는데요. 걸그룹의 경우 aespa(에스파), 아일릿(ILLIT), (여자)아이들, New Jeans(뉴진스), 아이브(IVE)가 각기 다른 콘셉트와 음악 스타일이 돋보이는 노래들로 음악팬들의 귀를 즐겁게 해주었습니다. 여성 솔로 아티스트들의 활약도 돋보였는데, 솔로로 화려하게 컴백한 블랙핑크의 멤버 로제는 브루노 마스(Bruno Mars)와 협업한 노래 ‘APT.’가 빠른 속도로 높은 조회수를 기록하면서 리스트에 안착했고, 비비(BIBI)와 아이유(IU) 또한 많은 이들이 쉽게 공감할 수 있는 ‘사랑’이라는 주제를 노래로 표현하며 폭넓은 인기를 얻었습니다."
  },
  {
    "doc_id": "youtube_trend",
    "chunk_id": 3,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "크리에이터들의 창의적인 행보와 함께 진화하는 쇼츠 트렌드 생태계 : 올 한 해 동안 크리에이터들은 다양한 방식으로 쇼츠 트렌드를 만들어내고 트렌드에 참여하면서 풍부한 쇼츠 트렌드 생태계를 형성했습니다. 리에이터들은 해외에서 유행하는 트렌드에 적극적으로 참여하고 이를 국내에 확산시키는 모습을 보여줬는데, 이에 해당하는 트렌드로는 노래 ‘What You Won't Do For Love’의 박자에 맞춰 카메라 앵글을 움직여 촬영하는 트렌드, 노래 ‘一笑江湖(일소강호)’에 맞춰 춤을 추는 일명 ‘나루토 춤’ 혹은 ‘하이디라오 춤’ 트렌드, 그리고 노래 ‘doodle’에 맞춰 춤을 추는 댄스 트렌드가 있었습니다. 또한, 아일릿(ILLIT)의 ‘Magnetic’, 투어스의 ‘첫 만남은 계획대로 되지 않아’, 비비(BIBI)의 ‘밤양갱’, 로제와 브루노 마스(Bruno Mars)의 ‘APT.’, 아이브(IVE)의 ‘해야(HEYA)’가 순위에 오른 것을 통해 알 수 있듯이, 크리에이터들은 케이팝 아티스트의 노래를 활용한 댄스 트렌드에 참여하며 적극적인 방식으로 음악을 즐기는 모습을 보여주기도 했습니다. 이 밖에도 올해 크리에이터들은 보다 창의적인 행보를 보여주기도 했는데요. 크리에이터 서이브의 경우는 본인의 노래 ‘마라탕후루’를 발매하고 이를 활용한 댄스 트122렌드를 크게 유행시켰는데, 서이브 외에도 여러 크리에이터들이 유사한 행보를 보여주면서 기존에 존재하는 트렌드에 참여하는 것에서 한 발 더 나아가 스스로 노래를 만들고 트렌드를 유행시키는 창의적인 모습을 보여줬습니다. 한편, 크222리에이터들은 하나의 노래에 여러 개의 트렌드를 만들어내면서 다양한 방식으로 노래를 즐기는 모습도 보여주었는데요. 로제와 브루노 마스(Bruno Mars)의 ‘APT.’의 경우 로제가 공개한 공식 댄스 트렌드 외에도 크리에이터들이 여러 버전의 댄스 트렌드를 만들어냈고, 애니메이션을 활용하거나 반려동물과 함께 촬영하는 트렌드, 화면 전환을 통해 메이크업을 보여주는 트렌드 등 여러 종류의 트렌드를 만들어내며 끊임없는 창의성을 보여주었습니다. 또 오래전 발매된 노래가 크리에이터들이 만들어낸 쇼츠 트렌드를 통해 재조명 받는 경우도 있었는데, 2015년에 발매된 We Are The Night의 ‘Tiramisu Cake(티라미수 케익)’이 대표적인 사례입니다. 이222 노래 또한 처음에 유행한 댄스 트렌드에 이어서 이후에는 다른 안무의 손댄스 트렌드, 그리고 노래의 가사가 ‘T라 미숙해’로도 들리는 점에 착안한 상황극 트렌드 등 여러 트렌드가 만들어지며 인기가 지속되었습니다."
  },
  {
    "doc_id": "youtube_trend",
    "chunk_id": 4,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "콘텐츠 소비자에서 제작자로, 유튜브에서 진화하는 팬덤 문화 : 가장 큰 변화는 팬2들이 이제 좋아하는 콘텐츠를 단순히 소비하는 데 그치지 않고 적극적으로 소통하기 시작했다는 것입니다. 특히 최근 몇년 간 숏폼 영상 제작과 생성형 AI 분야에서의 기술적 발전으로 팬들은 훨씬 다양하고 창의적인 방식으로 팬덤에 참여할 수 있게 되었습니다. 이로 인해 팬덤의 계층화가 나타났으며, 이제 어떻게 팬덤 활동을 하느냐에 따라 캐주얼 팬, 빅 팬, 슈퍼 팬, 프로페셔널 팬으로 구분할 수 있게 되었습니다. Z세대 팬들을 대상으로 진행한 조사에서 50%가 캐주얼 팬, 24%가 빅 팬, 18%가 슈퍼 팬, 8%가 프로페셔널 팬이라고 스스로를 규정했습니다. 자신이 어느 유형의 팬에 해당하느냐에 따라 유튜브에서 활동하는 방식에도 차이가 있었습니다. 예를 들어, 캐주얼 팬의 경우 가끔씩 좋아하는 대상에 대한 콘텐츠를 시청하고 댓글을 달지만, 프로페셔널 팬의 경우는 좋아하는 대상에 대해 전문적인 콘텐츠를 만들고 수익까지 창출합니다. 유튜브에서는 전 세계 팬들이 모이는 유명한 팬 커뮤니티부터 아는 사람만 아는 작은 규모의 팬덤까지 모두 접할 수 있습니다. 아티스트 테일러 스위프트의 팬덤인 ‘스위프티'는 테일러 스위프트의 노래와 서사, 마케팅 전략까지 분석하고 유튜브를 통해 새로운 팬들에게 공유하는데 앞장서고 있습니다. 대표적으로 Ally Sheehan과 같은 크리에이터는 테일러 스위프트의 문화적 영향력을 넓히고, 새로운 팬들을 슈퍼 팬의 길로 인도하고 있습니다. 이와 정반대의 영역에는 미국 노스캐롤라이나주에 있는 한 육22교를 집요하게 관찰하고 이에 대한 감상을 나누는 yovo68 채널이 있습니다. 이 육교는 높이가 낮아 그 아래를 시원하게 긁고 지나간 트럭만 100대 이상에 달하는데요. 구독자 30만 명 정도의 이 비교적 작은 커뮤니티 구성원들은 실제로 그 다리 근처에 살지도, 서로 만난 적도 없지만 채널의 댓글창에서 동지애를 나누며 한데 어울리고 있습니다."
  },
  {
    "doc_id": "youtube_trend",
    "chunk_id": 5,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "팬 콘텐츠를 통해 팬이 되는 한국의 ‘젠지(GenZ)' : 올해 한국에서는 자신이 좋아하는 콘텐츠에 대한 리액션 콘텐츠를 업로드하는 크리에이터들이 큰 주목을 받았습니다. 대표적으로 크리에이터 찰스엔터는 <환승연애3>와 <선재업고튀어>를 보며 생동감 넘치는 리액션과 재치있는 입2담을 선보였고, 콘텐츠 자체를 넘어 콘텐츠를 설명해주는 콘텐츠를 더 즐기는 팬덤을 형성하였습니다. 설문조사에 따르면 한국 Z세대의 53%는 어떤 대상 자체보다 그 대상에 대해 토론하거나 분석하는 콘텐츠를 시청하는데 더 많은 시간을 할애하며, Z세대 팬의 57%는 때때로 자신이 팬인 대상보다 자신과 같은 대상을 좋아하는 다른 팬들에게 더 연결감을 느2낀다고 합니다. 실제로 찰스엔터가 올린 환승연애3 마지막회 리액션 영상의 댓글 중에는 프로그램 자체보다 크리에이터와 더 정이 들었고, 리액션 영상을 보기 위해 본방송을 봤다는 댓글까지 달렸으니, 이러한 프로페셔널 팬들이 공유하는 팬 콘텐츠의 영향력은 정말 엄청난 것 같죠?"
  },
  {
    "doc_id": "youtube_trend",
    "chunk_id": 6,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "유튜브에서 탄생하는 새로운 스타와 새로운 팬덤 : 유튜브에서는 크리에이터들이 팬덤의 중심에 자리하고 있죠. 크리에이터들은 유튜브에서 독창적인 창의성을 바탕으로 자신만의 커뮤니티와 팬덤을 구축해왔으며, 이제는 더 나아가 놀라운 속도로 대중의 마음 속을 파고들고 있습니다. 특히 올해는 침착맨, 잠뜰과 같이 유튜브 생태계에서 오랜시간 팬덤을 키워온 크리에이터들이 팝업스토어를 통해 오프라인에서 다수의 팬들과 대중을 만나기도 했죠! 이제 크리에이터들은 더 나아가 새로운 팬덤의 대상을 자체적으로 창조해내기도 합니다. 대표적인 예시가 바로 이세계아이돌입니다. 지난 2021년 게이밍 크리에이터 우왁굳은 버추얼 오디션을 개최하여 6인조 버추얼 그룹 이세계아이돌을 탄생시켰습니다. 이들은 다양한 유튜브 콘텐츠는 물론, 오프라인 콘서트나 팝업스토어를 통해서도 팬들과 적극적으로 소통하며 이세계아이돌만의 팬덤 문화를 만들었습니다. 한편, 작년에는 피트니스 크리에이터 김계란이 직접 멤버를 선발해 QWER이라는 밴드를 데뷔시켰습니다. 데뷔 후 이들은 ‘Discord’와 ‘고민중독’ 등의 노래들로 큰 인기를 끌었고, 가장 최근에 발표한 ‘내 이름 맑음’은 유튜브 주간 인기 뮤직비디오 차트 1위에 오르기도 하면서 탄탄한 팬덤을 보유하고 있음을 확인시켜줬습니다. 크리에이터들이 만든 ‘부캐'들도 팬덤의 대상이 되고 있습니다. 빵송국 채널에서 큰 인기를 얻은 ‘이호광’ 캐릭터를 아시나요? 코미디언 이창호가 만든 이 캐릭터가 부른 뮤지컬 <킹키부츠>의 ‘Land of Lola’는 770만 회 이상의 조회수를 기록하며 화제가 되었는데요. 댓글 창에는 이 영상을 매일 보러온다는 팬들의 고백이 가득합니다. 한편, 크리에이터 랄랄ralral은 67세 부녀회장 ‘명화’라는 새로운 캐릭터와 그녀의 팬덤을 탄생시켰는데요. 어디선가 본 듯한 생동감 있는 캐릭터와 실감나는 연기로 다양한 콘텐츠를 선보이며 화제를 모았는데, 인기에 힘입어 최근에는 팝업스토어를 열기도 했죠. 이처럼 팬들은 이제 단순히 콘텐츠를 소비하는 것을 넘어, 적극적으로 창작 활동에 참여하고 이를 통해 수익을 창출하는 경우도 있습니다. 특히 Z세대의 경우, 응답자의 68%가 스스로를 ‘영상 콘텐츠 크리에이터’라고 생각한다고 답했을 정도로 콘텐츠 창작에 적극적인 모습을 보여주고 있죠. 팬덤의 대상 또한 팬들의 이러한 참여에 빠르게 반응하며 새로운 콘텐츠를 개발하고 다양한 시도를 이어나가고 있는데요. 결과적으로 팬 문화는 새로운 대중문화를 이끄는 주요 동력으로 자리 잡게 되었습니다."
  },
  {
    "doc_id": "youtube_trend2",
    "chunk_id": 0,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "크리에이터의 성공 공식 ‘ 팬덤 관리 ’ 가 핵심 크리에이터 시장이 빠르게 성장하면서 성공의 기준도 달라지고 있습니다 . 과거에는 ‘ 구독자 수 ’ 와 ‘ 조회수 ’ 가 크리에이터의 영향력을 평가하는 주요 지표였다면 , 이제는 얼마나 강력한 팬덤을 구축하고 유지할 수 있는지가 핵심 성공 요인이 되고 있죠 . 2024 년 데뷔한 버추얼 밴드 아이돌 스코시즘은 탄탄한 팬덤을 기반으로 제작한 굿즈가 품절될 정도로 뜨거운 인기를 얻고 있습니다 . ] 2024 년 데뷔한 버추얼 밴드 아이돌 스코시즘은 탄탄한 팬덤을 기반으로 제작한 굿즈가 품절될 정도로 뜨거운 인기를 얻고 있습니다 . 예전에는 인기 영상 하나만 터져도 급격한 성장과 수익을 기대할 수 있었습니다 . 하지만 이제는 콘텐츠 소비 속도가 빨라지고 , 알고리즘도 변화하면서 일회성 히트보다 지속적인 팬과의 관계 유지가 더 중요한 시대가 되었습니다 . 팬덤 중심의 변화 , 왜 중요할까요 ?  단순한 시청자 → 충성도 높은 팬으로 전환 기존에는 ‘ 조회 수 ’ 만 높으면 광고 수익이 따라왔지만 , 이제는 단순한 방문보다 얼마나 강력한 팬덤을 형성했는지가 더 중요합니다 .  팬덤 기반의 수익 창출 모델 증가 라이브 커머스 , 멤버십 , 디지털 굿즈 판매 등 크리에이터가 팬들과 직접 연결될 수 있는 다양한 방법들이 등장하면서 , ‘ 팬 관리 ’ 자체가 비즈니스 모델이 되고 있습니다 .  MZ 세대의 소비 패턴 변화 MZ 세대는 ‘ 광고 ’ 보다 자신이 좋아하는 크리에이터의 추천을 신뢰합니다 . 이제 팬덤의 크기가 크리에이터의 브랜드 가치를 결정하는 중요한 지표가 되고 있습니다 ."
  },
  {
    "doc_id": "youtube_trend2",
    "chunk_id": 1,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "라이브 커머스 , 크리에이터의 필수 수익 모델이 되다 이제 크리에이터들은 단순한 판매자가 아니라 , 팬들과 함께 쇼핑 경험을 만들어가는 ‘ 커뮤니티 리더 ’ 가 되고 있습니다 . 틱톡 라이브에서 실시간 소통하며 제품을 추천하는 크리에이터 , 유튜브 쇼핑 탭을 활용해 맞춤형 콘텐츠를 제공하는 크리에이터 모두 팬덤을 기반으로 수익을 창출하는 방식으로 진화하고 있습니다 .  팬덤 기반 라이브 커머스 활성화 하는 방법 실시간 소통으로 신뢰가 빠르게 쌓인다 팬들은 궁금한 점을 즉각 질문하고 , 크리에이터는 바로 답하면서 자연스럽게 신뢰가 형성됩니다 . 단순한 제품 소개를 넘어 , 팬과의 관계가 깊어지면서 브랜드 충성도도 높아지죠 . 한 번 산 고객이 단골이 된다 팬덤이 형성된 크리에이터의 라이브 커머스에서는 ‘ 단순 소비 ’ 가 아니라 ‘ 관계 기반 소비 ’ 가 이루어집니다 . 팬들은 크리에이터와의 유대감을 유지하고 싶어 지속적으로 제품을 구매하게 됩니다 . 제품이 아닌 ‘ 경험 ’ 을 산다 팬들은 단순히 제품을 사는 것이 아닙니다 . 크리에이터와 함께 라이브 방송을 즐기고 , 소통하며 쇼핑 과정에서의 ‘ 경험 ’ 을 중요하게 생각합니다 ."
  },
  {
    "doc_id": "youtube_trend2",
    "chunk_id": 2,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "크리에이터 이코노미 시대의 ‘OSMU‘ 요즘 크리에이터들은 한 곳에서만 활동하지 않아요 . 유튜브 , 틱톡 , 인스타그램 , 트위치 각 플랫폼의 특성을 활용해 콘텐츠를 최적화하는 ‘OSMU’ 가 필수가 되었습니다 . 이제 한 플랫폼에서만 활동하는 크리에이터를 찾아 보기 힘들 정도죠 . OSMU(One Source Multi Use) 란 ? 원 소스 멀티 유즈 , 하나의 콘텐츠를 여러 플랫폼에 맞게 변형하여 활용하는 전략입니다 . 이렇게 여러 플랫폼에서 활동하게 될 경우 , 같은 콘텐츠라도 플랫폼별로 접근 방식을 다르게 하는 것이 중요합니다 . 틱톡에서 짧은 영상으로 유입을 늘리고 , 유튜브에서 깊이 있는 콘텐츠로 팬을 확보하고 , 트위치나 커뮤니티 플랫폼에서 소통하면서 팬덤을 강화하는 방식이 가장 일반적이죠 . 유명 크리에이터 ‘ 주둥이 ’ 또한 여러 플랫폼에 영상을 업로드 하며 채널를 키워가고 있습니다 . 유명 크리에이터 ‘ 주둥이 ’ 또한 여러 플랫폼에 영상을 업로드 하며 채널를 키워가고 있습니다 .  크리에이터에게 멀티 플랫폼 전략이 필요한 이유 ? 알고리즘 변화에 휘둘리지 않는다 한 플랫폼이 갑자기 정책을 바꾸거나 도달률이 낮아지더라도 , 다른 채널에서 꾸준히 팬과 소통할 수 있어요 . 다양한 팬층을 확보할 수 있다 틱톡은 Z 세대 , 유튜브는 폭넓은 연령층 , 트위치는 충성도 높은 팬 확보에 유리해요 . 각 플랫폼의 특성을 잘 활용하면 팬층이 더욱 넓어져요 . 하나의 콘텐츠를 여러 번 활용할 수 있다 유튜브 라이브 방송을 하이라이트 영상으로 편집해 틱톡과 인스타그램에 올리고 , 반응이 좋으면 다시 롱폼 콘텐츠로 제작하는 식으로 콘텐츠를 여러 번 활용할 수 있어요 . 이제 크리에이터들은 ‘ 유튜버 ’ 나 ‘ 틱톡커 ’ 가 아니라 , 하나의 브랜드로서 다양한 플랫폼을 운영해야 합니다 ."
  },
  {
    "doc_id": "youtube_trend2",
    "chunk_id": 3,
    "persona": "creator",
    "category": "business_planning",
    "topic": "market_research",
    "source": "blog",
    "last_updated": "2024-10-30",
    "content": "2025 년 크리에이터 이코노미 , 핵심은 ' 지속가능한 팬덤 관리 ’ 이렇게 크리에이터들이 다양한 플랫폼을 오가며 팬들과 소통하며 새로운 형식의 ‘ 크리에이터 이코노미 ’ 를 만들어가는 시대가 되었습니다 . 하지만 채널이 많아질수록 모든 댓글과 DM 을 직접 챙기기는 더욱 어려워지고 있죠 . 특히 , 크리에이터가 유튜브 , 틱톡 , 트위치 , 인스타그램 등 팬들이 각기 다른 플랫폼에서 활동하다 보니 , 소중한 팬과의 연결고리를 놓치는 일도 빈번하게 되었습니다 . 팬덤이 커지는 것은 분명 축하할 일이지만 , 이를 체계적으로 관리하지 못한다면 오히려 소통의 질이 떨어지고 충성 팬의 이탈로 이어질 수 있죠 . 이제 크리에이터는 단순한 콘텐츠 제작자를 넘어 , 팬덤을 관리하는 브랜드 운영자로 거듭나야 할 때입니다 ."
  }
]
